{
  "pdf_path": "/Users/ab/Documents/Archieve/Consigli/Data/BMW/BMW_Annual_Report_2021.pdf",
  "pdf_name": "BMW_Annual_Report_2021.pdf",
  "total_elements": 59,
  "elements": [
    {
      "type": "CompositeElement",
      "text": "GROUP\n\nT H E F U T U R E I S E L E C T R I C , D I G I T A L A N D C I R C U L A R\n\nQE RousRovce\n\nBMW On the in a on the its @ Link\n\nBMW GROUP REPORT 2021\n\nOn the way to an electric and digitalised mobility in a sustainable and circular economy. Report on the BMW Group’s economic performance and its ecological and social contributions. ↗ Link to the Online-Report\n\n2\n\nBMW Group Report 2021\n\nTo Our Stakeholders\n\nGroup Financial Statements Corporate Governance\n\nCombined Management Report\n\nBMW GROUP REPORT 2021\n\nIn 2021, the BMW Group demonstrated how profitability and transformation can go hand in glove, des pite tough market conditions. Electric mobility is gathering pace, with delivery figures on a steep up ward trajectory. At the same time, the BMW Group is working on digital solutions that make life more convenient for customers and provide access to a broad range of services. The BMW Group’s vision of a circular economy is gradually taking shape, the ultimate goal being fully sustainable mobility. Further information is provided in the following report.\n\nKEY PERFORMANCE INDICATORS\n\nPROFIT / LOSS BEFORE TAX\n\nin € million\n\nEBIT MARGIN AUTOMOTIVE SEGMENT\n\nin %\n\nEBIT MARGIN MOTORCYCLES SEGMENT\n\n16,060\n\n10.3\n\n8.3\n\nSignificant increase compared to prior year\n\nna\n\n🡩\n\nSignificant increase to prior year\n\nna\n\n🡩\n\nSignificant increase to prior year\n\nGROUP EMPLOYEES\n\nend of year\n\nDELIVERIES AUTOMOTIVE SEGMENT\n\nin units\n\nDELIVERIES MOTORCYCLES SEGMENT\n\n118,909\n\nSlight decrease to prior year\n\n🡮\n\n2,521,514 Solid increase to prior year\n\n🡭\n\n194,261 Significant increase to prior year\n\nThe diagram provides a simplified overview. Detailed explanations of the KPIs as well as an indication of the scope of the audit can be found in the respective chapters of the report.\n\n§\n\nRemuneration Report\n\nOther Information\n\nin %\n\nRoE FINANCIAL SERVICES SEGMENT\n\nin %\n\n22.6\n\nna\n\n🡩\n\nSignificant increase to prior year\n\n🡩\n\nin units\n\nSHARE OF ELECTRIFIED VEHICLES IN DELIVERIES\n\nin %\n\n13.0\n\nna\n\n🡩\n\nSignificant increase to prior year\n\n🡩\n\nTO THE CHAPTER BMW Group in figures\n\nOther Information Reduction of CO2 emissions in the supply chain > 20% 🡫 TO THE CHAPTER BMW Group Integrated Strategy\n\n3\n\nBMW Group Report 2021\n\nOther Information\n\nTo Our Stakeholders\n\nRemuneration Report\n\nGroup Financial Statements Corporate Governance\n\nCombined Management Report",
      "metadata": {
        "page_number": 1,
        "filename": "BMW_Annual_Report_2021.pdf",
        "filetype": "application/pdf"
      }
    },
    {
      "type": "CompositeElement",
      "text": "STRATEGIC TARGETS OF THE BMW GROUP\n\nFINANCIAL TARGETS\n\nEBIT margin Automotive segment\n\nReturn on capital employed\n\nEBT margin Group\n\nAutomotive segment\n\n8–10%\n\n≥ 18%\n\n> 10%\n\nTARGET ACHIEVEMENT BY 2025\n\nShare of electrified cars in total Share of women in management deliveries positions > 30% 🡩 22% 🡩\n\nTARGET ACHIEVEMENT BY 2030\n\nShare of fully electrified cars in Reduction of CO2 emissions per Reduction of CO2 emissions in the total deliveries vehicle produced use phase of the vehicle > 50% 🡩 80% 🡫 > 50% 🡫 Reduction of CO2 emissions in the supply chain > 20% 🡫\n\nThe diagram provides a simplified overview of the key performance indicators (KPIs) disclosed in the report. Detailed explanations of the KPIs as well as an indication of the scope of the audit can be found in the respective chapters of the report.\n\nTO THE CHAPTER BMW Group Integrated Strategy\n\n4\n\nBMW Group Report 2021\n\nTo Our Stakeholders\n\nContents\n\nCONTENTS\n\n5 About this Report (Part of the Combined Management Report)\n\n1 T O O U R S T A K E H O L D E R S\n\n9 BMW Group in Figures\n\n12 Report of the Supervisory Board\n\n21 Statement of the Chairman of the Board of Management\n\n27 The Board of Management\n\n28 Dialogue with Stakeholders\n\n31 BMW Group and Capital Markets\n\n4 C O R P O R A T E G O V E R N A N C E\n\n248 Fundamental Aspects of Corporate Governance ( Part of the Combined Management Report)\n\n258 Responsibility Statement by the Company’s Legal Representatives\n\n259 Independent Auditor’s Report\n\n267 Independent Practitioner’s Report\n\nCombined Management Report\n\nGroup Financial Statements\n\nCorporate Governance\n\nRemuneration Report\n\nOther Information\n\n€ HT] 5)\n\n2\n\nC O M B I N E D M A N A G E M E N T R E P O R T\n\nG R O U P F I N A N C I A L S T A T E M E N T S\n\n3\n\n34 Overview of the BMW Group\n\n38 BMW Group Integrated Strategy\n\n51 Products and Mobility Solutions\n\n67 Production, Purchasing and Supplier Network\n\n80 Employees and Society\n\n91 Financial Performance\n\n149 Income Statement for Group and Segments 150 Statement of Comprehensive Income for Group 151 Balance Sheet for Group and Segments at 31 December 2021 153 Cash Flow Statement for Group and Segments 155 Statement of Changes in Equity for Group 157 Notes to the Group Financial Statements\n\n121 EU Taxonomy\n\n124 Outlook, Risk and Opportunity Management\n\n143 Internal Control System\n\n144 Disclosures Relevant for Takeovers and Explanatory Comments",
      "metadata": {
        "page_number": 3,
        "filename": "BMW_Annual_Report_2021.pdf",
        "filetype": "application/pdf"
      }
    },
    {
      "type": "CompositeElement",
      "text": "R E M U N E R A T I O N R E P O R T\n\n5\n\n6 O T H E R I N F O R M A T I O N\n\n271 Remuneration Report\n\n321 Further GRI Information 332 SASBIndex 337 TCFDIndex 341 NFSIndex 342 Consumption and Carbon Disclosures 344 BMW Group Tenyear Comparison 346 Glossary and Explanation of Key Figures 351 Financial Calendar 352 Contacts\n\n5\n\nBMW Group Report 2021\n\nTo Our Stakeholders\n\nCombined Management Report\n\nGroup Financial Statements\n\nCorporate Governance Remuneration\n\nReport\n\nAbout This Report\n\nABOUT THIS REPORT (PART OF THE COMBINED MANAGEMENT REPORT)\n\nREPORTING CONCEPT\n\nIntegrated reporting and corporate strategy\n\nIn the BMW Group’s view, a key prerequisite for a company’s profitability is that its activities are compatible with external economic, ecological and social interests. Conversely, profit- ability is the prerequisite for a company’s ability to develop sustainable and innovative technologies, ensure job secu rity, and cooperate with all its business partners along a value chain that is striving to become increasingly sustainable.\n\nFor this reason, since the financial year 2020, the BMW Group has kept stakeholders informed of its business performance by reporting on an integrated basis. With the Integrated Group Report 2021, we aim to provide a clear and compre- hensive insight into the BMW Group and explain our activities in a transparent, comprehensible and measurable manner. We are well aware that integrated reporting is among the subjects of an ongoing discussion currently taking place be- tween stakeholders, regulators and reporting entities. The status achieved to date is therefore still subject to constant review and continuous improvement.\n\nThe BMW Group is keen to demonstrate to its shareholders how economic, ecological and social issues complement one another and are often mutually dependent, and which general external conditions influence the company and de- fine our potential to boost sustainability. For these reasons, we explain the BMW Group’s ↗ corporate strategy as well as the latest developments and the way in which the business is managed on the basis of key financial and non-financial tar- gets. ↗ KPI Dashboard\n\nOn 8 March 2022, the Financial Statements of BMW AG were authorised for issue by the Board of Management and the Group Financial Statements approved for publication. The BMW Group Report combines the management reports of Bayerische Motoren Werke Aktiengesellschaft (BMW AG) and the BMW Group in a Combined Management Report.\n\n6\n\nBMW Group Report 2021\n\nTo Our Stakeholders\n\nCombined Management Report\n\nGroup Financial Statements\n\nCorporate Governance\n\nAbout This Report",
      "metadata": {
        "page_number": 4,
        "filename": "BMW_Annual_Report_2021.pdf",
        "filetype": "application/pdf"
      }
    },
    {
      "type": "CompositeElement",
      "text": "Changes in reporting and outlook for reporting requirements\n\n— German Accounting Standards (GASs) underpinning HGB requirements\n\nIn light of recent and prospective changes in non-financial disclosure requirements, including the revision of the Non-Fi- nancial Reporting Directive at EU level (Corporate Sustain- ability Reporting Directive), the related development of EU reporting standards and the establishment of the Inter- national Sustainability Standards Board (ISSB) under the umbrella of the ↗ IFRS Foundation, the pace of change within the reporting environment will continue to gather momentum and increase the extent to which non-financial and financial disclosures need to be presented on an integrated basis. The BMW Group is preparing itself for these new trends by developing its internal control system to ensure that non-fi- nancial performance indicators are monitored to the same degree as financial performance indicators. In the year under report, we also complied with the disclosure requirements of the (↗ EU Taxonomy) Regulation and expanded our reporting in line with the requirements of the Sustainability Accounting Standards Board. ↗ SASBIndex\n\n— German Stock Corporation Act (AktG)\n\n— Taxonomy Regulation (Regulation (EU) 2020 / 852 of the European Council and of the European Parliament on the Establishment of a Framework to Facilitate Sustainable Investment, and amending Regulation (EU) 2019 / 2088)\n\nThe Combined Management Report is also based on:\n\n— Guidelines on Alternative Performance Measures issued by the European Securities and Markets Authority (ESMA)\n\n— German Corporate Governance Code\n\nFurthermore, the following reporting standards and trans- parency requirements have, for the most part, been integrat- ed in the Combined Management Report:\n\n↗ GRI 10248, 10249\n\n— Global Reporting Initiative (GRI) (↗ GRIIndex), option “comprehensive”\n\nFRAMEWORKS APPLIED\n\n— Sustainability Accounting Standards Board (SASB) (↗ SASBIndex)\n\nThe BMW Group Report 2021 is based on the following re- porting and accounting standards:\n\n— Task Force on Climate-related Financial Disclosures (TCFD) (↗ TCFDIndex)",
      "metadata": {
        "page_number": 6,
        "filename": "BMW_Annual_Report_2021.pdf",
        "filetype": "application/pdf"
      }
    },
    {
      "type": "CompositeElement",
      "text": "Combined Management Report\n\nThe Combined Management Report is based on the follow- ing legal frameworks:\n\n— UN Global Compact Progress Report: see references in GRI Content Index (↗ GRIIndex)\n\n— German Commercial Code (HGB) (among other relevant legislation)\n\n— Combined Non-Financial Statement (NFS) at Group and Company level in accordance with § 289 b and § 315 b HGB. ↗ NFSIndex\n\nGroup Financial Statements\n\nThe Group Financial Statements of Bayerische Motoren Werke Aktiengesellschaft for the year ended 31 December 2021 have been prepared in accordance with International Financial Reporting Standards (IFRS) as endorsed by the European Union (EU) and the supplementary requirements of § 315 e HGB.\n\nRemuneration Report\n\nOther Information\n\n€ WI 2p\n\nADDITIONAL INFORMATION ON THE REPORT\n\nPublication and scope\n\nThe BMW Group Report is published annually to coincide with the BMW Group Annual Conference – most recently held on 17 March 2021 – and is subsequently available in both German and English on the BMW Group website. The ↗ GRI Content Index is also available on the website as a sepa- rate document. The reporting period covers the financial year from 1 January to 31 December 2021. The statements made in the report relate to the BMW Group reporting entity. Any deviations are marked accordingly. Nothing significant has changed in the reporting period with regard to the or- ganisational structure of the BMW Group. The BMW Group Report 2022 will be published on 15 March 2023. ↗ GRI 10245, 10248, GRIIndex 10252\n\nExternal audit\n\nThe entire report of BMW AG, comprising the Combined Management Report, the Group Financial Statements, the disclosures on corporate governance and the additional GRI information, has been subject to an annual independent au- dit by PricewaterhouseCoopers GmbH Wirtschaftsprüfungs- gesellschaft (“PwC” or “Auditor”). The external audit serves to underpin the reliability and trustworthiness of the infor- mation contained therein for external users. The external au- dit supports the Supervisory Board of BMW AG in fulfilling its auditing duties. Any links and / or disclosures that refer to additional information outside the BMW Group Report and the GRI Content Index are not part of the audit. The ↗ Remuner ation Report 2021 was prepared in accordance with the require- ments of § 162 of the German Stock Corporation Act (AktG) and its content audited by PricewaterhouseCoopers GmbH Wirtschaftsprüfungsgesellschaft.\n\n€ WI 2p\n\nBMW Group Report 2021\n\nOther Information\n\nCombined Management Report\n\nGroup Financial Statements Corporate\n\n7\n\nAbout This Report\n\nPwC has audited the Group Financial Statements and the Combined Management Report for the year ended 31 De- cember 2021 and issued an unqualified audit opinion there- upon. Further information is provided in the ↗ Independent Audi tor’s Report and the ↗ Independent Practitioner’s Report on Non-financial Disclosures.\n\nthat of the BMW Group’s net assets, financial position and re- sults of operations, its development or performance, could differ considerably to those statements.\n\nwas given to the BMW Group’s own business operations, products and services on the one hand and its business re- lationships (for example in the supply chain) on the other. In accordance with statutory materiality requirements, infor- mation has been aggregated in each case with a view to pro- viding an understanding of the BMW Group’s course of busi- ness, results of operations and financial position, while also showing the impact of its activities on the non-financial as- pects specified in the legislation. A stakeholder survey con- ducted during the period under report with selected repre- sentatives from capital markets and academia confirmed our selection of ↗ material topics.",
      "metadata": {
        "page_number": 6,
        "filename": "BMW_Annual_Report_2021.pdf",
        "filetype": "application/pdf"
      }
    },
    {
      "type": "CompositeElement",
      "text": "Editorial comments\n\nThe key figures presented in this report have been rounded in accordance with standard commercial practise. In certain cases, this may mean that figures do not add up exactly to the stated total and that percentages cannot be derived from the figures shown.\n\nThe contents of the NFS, in accordance with § 289 b and § 315 b HGB, were subjected to an audit to obtain limited assurance and is denoted with the symbol … . The chapter ↗ Dialogue with stakeholders and the additional information pro- vided in the section ↗ Additional GRI Information were also sub- jected to a limited assurance engagement. Certain individual parts of the NFS as well as the remainder of the Combined Management Report were subjected to a reasonable assur- ance engagement. Information provided in the ↗ SASBIndex is subjected to a limited assurance review on a voluntary basis. The ↗ TCFDIndex refers to the corresponding chapter, in which the respective test levels are denoted.\n\nThe BMW Group Report uses also the simplified term “car- bon” or the abbreviation CO2 instead of CO2e. Since not only carbon dioxide, but also other gases such as methane (CH4) and nitrous oxide (N2O) contribute to climate warming to a varying extent, the impact is converted into so-called CO2 equivalents (CO2e).\n\n↗ GRI 10246, 10249\n\nConnection to figures in the Group Financial Statements For each topic, an assessment was carried out to identify figures reported in the financial statements that enable a better understanding of the NFS, and which therefore need to be disclosed and explained.\n\nSummarised disclosures of fuel consumption, carbon emis- sions and electricity consumption are provided in the section ↗ Consumption and carbon emissions data.\n\nForward-looking statements\n\nMaterial topics addressed in the NFS\n\nThe material topics addressed in the NFS to ensure compli- ance with § 289 c and § 315 c HGB were determined partly on the basis of the results of the materiality analysis updated in 2018, in line with the requirements of the Global Reporting Initiative (GRI), and partly on the basis of the BMW Group’s own long-term targets. For these purposes, consideration\n\nThe BMW Group Report 2021 contains various forward-look- ing statements concerning future developments that are based on the current status of the BMW Group’s assumptions and forecasts. These statements are therefore subject to a va- riety of predictable and unpredictable risks, uncertainties and other factors, which means that the actual outcome, including\n\nTo Our Stakeholders\n\nGovernance Remuneration Report\n\nNICHT LÖSCHEN!!!!!\n\n1\n\nTo Our Stakeholders\n\nBMW Group Report 2021\n\nTo Our Stakeholders\n\nOther Information\n\nGroup Financial Statements\n\nRemuneration Report\n\nCombined Management Report\n\nCorporate Governance\n\n8\n\n9 BMW Group in Figures\n\n12 Report of the Supervisory Board\n\n21 Statement of the Chairman of the Board of Management\n\n27 The Board of Management\n\n28 Dialogue with Stakeholders\n\n31 BMW Group and Capital Markets",
      "metadata": {
        "page_number": 7,
        "filename": "BMW_Annual_Report_2021.pdf",
        "filetype": "application/pdf"
      }
    },
    {
      "type": "CompositeElement",
      "text": "T O O U R S T A K E H O L D E R S\n\n9\n\nBMW Group Report 2021\n\nTo Our Stakeholders\n\nCombined Management Report\n\nGroup Financial Statements\n\nCorporate Governance Remuneration Report\n\nOther Information\n\nBMW Group in Figures\n\nBMW GROUP IN FIGURES\n\nKEY PERFORMANCE INDICATORS\n\n2017 20181 2019 2020 2021 10,675 9,627 7,118 5,222 16,060 129,932 134,682 126,016 120,726 118,909 16.0 17.2 17.2 17.8 18.8 9.2 7.2 4.9 2.7 10.3 77.7 49.8 29.0 12.7 59.9 2,465,021 2,486,149 2,537,504 2,325,179 2,521,514 4.2 5.7 5.8 8.3 13.0 128.0 127.5 127.0 99.1 (135.0)8 115.99 0.41 0.40 0.40 0.35 0.33 9.1 8.1 8.2 4.5 8.3 34.0 28.4 29.4 15.0 35.9 164,153 165,566 175,162 169,272 194,261 18.1 14.8 15.0 11.2 22.6\n\nGROUP\n\nProfit / loss before tax in € million\n\nWorkforce at yearend 2\n\nShare of women in management positions in the BMW Group 3\n\nAUTOMOTIVE SEGMENT\n\nEBIT margin in %\n\nRoCE in %\n\nDeliveries 4, 5\n\nShare of electriﬁed vehicles in deliveries (in %)\n\nCO2 emissions EU new vehicle fleet (in g / km) 6, 7\n\nCO2 emissions per vehicle produced (in tons) 10, 11, 12\n\nMOTORCYCLES SEGMENT\n\nEBIT margin in %\n\nRoCE in %\n\nDeliveries\n\nFINANCIAL SERVICES SEGMENT\n\nRoE in %\n\n1 The 2018 figures were adjusted due to the change in accounting policy in conjunction with the adoption of IFRS 16 (↗ Annual Report 2019, Note 6 to the Group Financial Statements). 2 The term “employee” has been redefined with effect from the reporting year 2020 (for definition, see ↗ Glossary and explanation of key figures). The figure for 2019 was restated accordingly for comparison purposes (2019 before adjustment: 133,778 employees). For the period 2018 and earlier, the percentage of employees no longer covered by the new definition is between 7.5 and 8.0 %.\n\n3 The new definition of the term “employee” (see footnote 1) also has an impact on disclosures relating to the percentage of female employees. The 2019 figure was adjusted accordingly for comparison purposes (2019 before adjustment: 17.5 %).\n\n4 Deliveries including the joint venture BMW Brilliance Automotive Ltd., Shenyang (2017: 385,705 units, 2018: 455,581 units, 2019: 538,612 units, 2020: 602,247 units, 2021: 651,236 units).\n\n5 Retail vehicle delivery data for 2020 and 2021 are not directly comparable to the data presented for previous years. See Retail vehicle delivery data in the section ↗ Comparison of Forecasts with Actual Outcomes for further information.\n\n6 EU-27 countries including Norway and Iceland; with effect from 2021, values are calculated on a converted basis in line with WLTP (Worldwide Harmonised Light Vehicles Test Procedure). Values from 2017 to 2020 according to New European Driving Cycle (NEDC). 7 This is a preliminary internal calculation with a potential variation of +/– 0.5 g CO2 / km, as official registration figures from the authorities are not available from all EU states. The EU Commission is not expected to publish official figures until November the following year. 8 To improve year-on- year comparability, the 2020 NEDC figures were converted to WLTP after adjusting for permissible flexibilities – specifically from 99 g CO2 / km according to NEDC (including 5 g CO2 / km phase-in, 7.5 g CO2 / km supercredits and 2.4 g CO2 / km eco-innovations) to 135 g CO2 / km according to WLTP (excluding flexibilities). In 2020, a phase-in regulation was accepted, as was the recognition of supercredits. As of 2021, these two simplifications no longer apply for the BMW Group.\n\n9 Flexibilities as defined in the regulatory requirements for 2021 are as follows: eco-innovation with 1.7 g CO2 / km (WLTP).",
      "metadata": {
        "page_number": 8,
        "filename": "BMW_Annual_Report_2021.pdf",
        "filetype": "application/pdf"
      }
    },
    {
      "type": "CompositeElement",
      "text": "10 Efficiency ratio calculated on the basis of Scope 1 and Scope 2 CO2 emissions (i.e. a market-based method according to GHG Protocol Scope 2 guidance; mainly the use of the VDA emissions factors as well as isolated use of local emissions factors; but excluding climate-changing gases other than carbon dioxide) from vehicle pro- duction (BMW Group manufacturing sites incl. joint venture BMW Brilliance Automotive Ltd. and motorcycles, excluding contract manufacturers), as well as BMW Group non-manufacturing sites (e.g. research centre, sales centre, offices) divided by the number of vehicles (excluding motorcycles) produced (BMW Group manufacturing sites incl. joint venture BMW Brilliance Automotive Ltd., excluding contract manufacturers).\n\n11 From 2021, this indicator will include the carbon emissions of all other BMW Group locations in addition to the carbon emissions generated by production. The figures for 2019 (base year) and 2020 have been adjusted accordingly for comparison purposes (2019 before adjustment: 0.30 tons, 2020 before adjustment: 0.23 tons). 12 Figures from 2017 and 2018 are audited with limited assurance.\n\n€ WI 2p\n\nChange in %\n\n–\n\n– 1.5\n\n5.6\n\n–\n\n–\n\n8.4\n\n56.6\n\n– 14.1\n\n– 5.7\n\n84.4\n\n–\n\n14.8\n\n–\n\n10\n\nBMW Group Report 2021\n\nTo Our Stakeholders\n\nCombined Management Report\n\nGroup Financial Statements\n\nCorporate Governance Remuneration Report\n\nOther Information\n\nBMW Group in Figures\n\nFURTHER FINANCIAL PERFORMANCE FIGURES\n\n2017 7,112 4,822 4,459 98,282 Automotive 85,742 Motorcycles 2,272 Financial Services 2 27,567 Other Entities 7 Eliminations 2 – 17,306 9,899 Automotive 7,888 Motorcycles 207 Financial Services 2 2,194 Other Entities 14 Eliminations 2 – 404 10,675 Automotive 8,717 Motorcycles 205 Financial Services 2 2,207 Other Entities 80 Eliminations 2 – 534 – 2,000 8,675 – 8,675 13.07 / 13.09 10.9 2018 8,013 5,113 2,713 96,855 85,846 2,173 27,705 6 – 18,875 8,933 6,182 175 2,172 – 27 431 9,627 6,977 169 2,143 – 45 383 – 2,530 7,097 – 33 7,064 10.60 / 10.62 9.9 2019 7,784 6,017 2,567 104,210 91,682 2,368 29,598 5 – 19,443 7,411 4,499 194 2,312 29 377 7,118 4,467 187 2,272 – 96 288 – 2,140 4,978 44 5,022 7.47 / 7.49 6.8 2020 6,222 6,143 3,395 98,990 80,853 2,284 30,044 3 – 14,194 4,830 2,162 103 1,721 36 808 5,222 2,722 100 1,725 – 235 910 – 1,365 3,857 – 3,857 5.73 / 5.75 5.3 2021 7,518 6,495 6,354 111,239 95,476 2,748 32,867 5 – 19,857 13,400 9,870 227 3,701 –8 – 390 16,060 11,805 228 3,753 531 – 257 – 3,597 12,463 – 12,463 18.77/18.79 14.4\n\nin € million\n\nTotal capital expenditure 1\n\nDepreciation and amortisation\n\nFree cash flow Automotive segment\n\nGroup revenues 2\n\nGroup profit / loss before financial result (EBIT) 2\n\nGroup profit / loss before tax (EBT) 2\n\nGroup income taxes 2\n\nProfit / loss from continuing operations 2\n\nProfit / loss from discontinued operations\n\nGroup net profit / loss 2\n\nEarnings in € per share of common stock / preferred stock 2\n\nPre-tax return on sales 2, 3 in %\n\n1 Expenditure for capitalised development costs, other intangible assets and property, plant and equipment.\n\n2 The figures for 2018 were adjusted due to the change in accounting policy in conjunction with the adoption of IFRS 16 (↗ Annual Report 2019, Note 6 to the Group Financial Statements). 3 Group profit/loss before tax as a percentage of Group revenues.\n\nChange in %\n\n20.8\n\n5.7\n\n87.2\n\n12.4\n\n18.1\n\n20.3\n\n9.4\n\n66.7\n\n39.9\n\n–\n\n–\n\n–\n\n–\n\n–\n\n–\n\n–\n\n–\n\n–\n\n–\n\n–\n\n–\n\n–\n\n–\n\n–\n\n–\n\n–\n\n–\n\n11\n\nBMW Group Report 2021\n\nTo Our Stakeholders\n\nCombined Management Report\n\nGroup Financial Statements Corporate\n\nGovernance Remuneration Report\n\nOther Information\n\nBMW Group in Figures",
      "metadata": {
        "page_number": 9,
        "filename": "BMW_Annual_Report_2021.pdf",
        "filetype": "application/pdf"
      }
    },
    {
      "type": "CompositeElement",
      "text": "OTHER NON-FINANCIAL PERFORMANCE FIGURES\n\n2017 2018 2019 2020 2021 349 373 370 279 389 2,089,854 2,117,854 2,184,939 2,028,841 2,213,790 371,729 364,101 347,465 292,582 302,138 3,438 4,194 5,100 3,756 5,586 2,465,021 2,486,149 2,537,504 2,325,179 2,521,514 2,123,947 2,168,496 2,205,841 1,980,740 2,166,644 378,486 368,685 352,729 271,121 288,713 3,308 4,353 5,455 3,776 5,912 2,505,741 2,541,534 2,564,025 2,255,637 2,461,269 2.17 2.12 2.04 2.12 2.10 185,682 162,687 187,116 168,104 187,500 1,828,604 1,908,640 2,003,782 1,845,271 1,956,514\n\nGROUP\n\nSpending on employee training and development (in million €) 1\n\nAUTOMOTIVE SEGMENT\n\nDeliveries by brand 2\n\nBMW 3\n\nMINI\n\nRollsRoyce\n\nTotal 3\n\nProduction by brand\n\nBMW 4\n\nMINI\n\nRollsRoyce\n\nTotal 4\n\nEnergy consumption per vehicle produced (in MWh) 5, 6\n\nMOTORCYCLES SEGMENT\n\nProduction volume\n\nBMW\n\nFINANCIAL SERVICES SEGMENT\n\nNew contracts with retail customer\n\n1 Training for BMW Group employees and temporary staff at consolidated companies worldwide. Data are collated on the basis of direct inputs of participants and, to a small extent, by extrapolation. Data also include e-learning formats.\n\n2 Delivery figures presented for 2020 and 2021 are not directly comparable to those of previous years. See sales figures for deliveries in the section ↗ Comparison of Forecasts with Actual Outcomes for further information.\n\n3 Deliveries including the joint venture BMW Brilliance Automotive Ltd., Shenyang (2017: 385,705 units, 2018: 455,581 units, 2019: 538,612 units, 2020: 602,247 units, 2021: 651,236 units).\n\n4 Production volume including the joint venture BMW Brilliance Automotive Ltd., Shenyang (2017: 396,749 units, 2018: 491,872 units, 2019: 536,509 units, 2020: 602,935 units, 2021: 700,777 units).\n\n5 Efficiency ratio calculated on the basis of energy consumption, adjusted for CHP losses, of vehicle production (BMW Group manufacturing sites incl. joint venture BMW Brilliance Automotive Ltd., excluding motorcycles and contract manufacturers) divided by the total number of vehicles produced (BMW Group manufacturing sites incl. joint venture BMW Brilliance Automotive Ltd., excluding motorcycles and contract manufacturing).\n\n6 Figures from 2017 and 2018 are audited with limited assurance.\n\nt WI 2p\n\nChange in %\n\n39.4\n\n9.1\n\n3.3\n\n48.7\n\n8.4\n\n9.4\n\n6.5\n\n56.6\n\n9.1\n\n– 0.9\n\n11.5\n\n6.0\n\n12\n\nBMW Group Report 2021\n\nTo Our Stakeholders\n\nCombined Management Report\n\nGroup Financial Statements\n\nReport of the Supervisory Board",
      "metadata": {
        "page_number": 11,
        "filename": "BMW_Annual_Report_2021.pdf",
        "filetype": "application/pdf"
      }
    },
    {
      "type": "CompositeElement",
      "text": "REPORT OF THE SUPERVISORY BOARD\n\nDEAR SHAREHOLDERS,\n\nThe year 2021 was a particularly challenging one for the BMW Group, with semicon- ductor supply issues and the ongoing coronavirus pandemic making the business environment more volatile and calling for even greater flexibility from company and workforce alike. However, the prudent leadership of the Board of Management and the tremendous hard work of our employees helped make 2021 a highly successful financial year for the BMW Group. With a new record of over 2.5 million BMW brand vehicles delivered, we are now the leading manufacturer in the premium segment worldwide. With great resolve, the Board of Management continued to develop the key strategies that will shape the future of the BMW Group and create the ideal conditions for an attractive product portfolio precisely tailored to meet the needs of our customers as we move forward. The fact that we are on the right track with our strategy was amply borne out by the enthusiastic media response to the BMW i Vision Circular at the IAA Mobility in Munich and the presentation of the BMW iX and BMW i4 models. Even in these uncertain times we therefore look to 2022 with confi- dence and will remain firmly focused on our mission of moving people with products that evoke emotions.\n\nRemuneration Report Other\n\nCorporate Governance\n\nOther Information\n\n€ WI 2p\n\nNorbert Reithofer Chairman of the Supervisory Board\n\n13\n\nBMW Group Report 2021\n\nTo Our Stakeholders\n\nCombined Management Report\n\nGroup Financial Statements Corporate Governance Remuneration Report\n\nOther Information\n\n€ WI 2p\n\nReport of the Supervisory Board",
      "metadata": {
        "page_number": 12,
        "filename": "BMW_Annual_Report_2021.pdf",
        "filetype": "application/pdf"
      }
    },
    {
      "type": "CompositeElement",
      "text": "Focus of Supervisory Board activities during the past financial year\n\nThe Supervisory Board performed the duties incumbent upon it with the utmost dili- gence in the financial year 2021.\n\nBased on in-depth reports presented by the Board of Management, we continuously and diligently monitored the quality of management in the BMW Group and advised the Board of Management on matters relating to the strategic development and leadership of the BMW Group. We focused in particular on the technological trans- formation of the BMW Group’s drive system technology. At each of its five meetings (including two two-day meetings), the Supervisory Board held detailed discussions with the Board of Management on the BMW Group’s current position. The Board of Management also kept the Supervisory Board informed of any matters of significance outside the framework of formal meetings whenever necessary. I also discussed key current matters personally with the Chairman of the Board of Management between meetings on an ongoing basis, as did the Chairman of the Audit Committee with the Board of Management member responsible for Finance.\n\nWithin the Supervisory Board and its committees, dialogues were always conduct- ed in an open and constructive spirit, both internally and together with members of the Board of Management. Members of the Supervisory Board and its committees had adequate opportunity to prepare in advance for the topics to be discussed at meetings with the aid of well-documented information provided to them. Moreover, shareholder representatives and employee representatives generally prepared for meetings in separate preliminary discussions.\n\nIn its regular reports on the BMW Group’s position, the Board of Management kept us well informed regarding current developments and performance, including an in-depth presentation of current sales trends based on figures analysed by market, model and drive system for both the BMW Group and its competitors, with a sharp fo- cus on electrified models and developments on the Chinese market. The reports also contained regular updates on the performance and risk profile of the Financial Ser- vices segment as well as the development of key performance indicators and liquidity for the BMW Group as a whole, highlighting deviations from the original forecast and presenting a range of scenarios for future potential developments. Updates on the current status of semiconductor supply issues were also provided at every meeting.",
      "metadata": {
        "page_number": 13,
        "filename": "BMW_Annual_Report_2021.pdf",
        "filetype": "application/pdf"
      }
    },
    {
      "type": "CompositeElement",
      "text": "The monitoring of corporate strategy remained high on the Supervisory Board’s agenda. The Board of Management provided a comprehensive account of its strategy with a particular focus on sustainability, including detailed key objectives, regionally differentiated approaches and specific strategies for each of the Group’s divisions. It also briefed us on the state of progress in terms of electrification, digital- isation, sustainability and circularity and explained the customer-centric, future-ori- ented strategy adopted for the BMW brand. Against the backdrop of stricter carbon emissions regulations across all major markets, the Board of Management provided us with details of the BMW Group’s ambitious decarbonisation targets up to the year 2030. The latest aspects of vehicle digitalisation, ranging from digital operating systems and driver assistance technologies to personalised digital experiences, were also thoroughly explained to us in a presentation, which also focused on differing customer expectations in various markets as well as the importance of digital fea- tures as a key purchasing criterion, particularly in the strategically important market of China. We also held a detailed discussion on the technological challenges posed for vehicle, environment and drivers when developing automated driving beyond Lev- el 3. A Supervisory Board member with in-depth expertise in this field provided us with additional insight into the future of automated driving as well as the importance of agile software integration in BMW Group vehicles. At each meeting, the Board of Management reported on its strategy-related work as well as on the current status of implementation.\n\nIt also kept us well informed about current topics of significance, including the establishing of QUATAC, a consortium promoting the use of quantum computing in industrial settings, the successful presentation of the BMW Group at the IAA Mobility in Munich, the highly encouraging results of the employee survey, the BMW Group’s participation in the start-up company Solid Power, which specialises in solid-state battery cells, and the expansion of the IONITY network for premium charging sta- tions using 100 % green power.\n\nOn the basis of a thorough examination, we considered the impact of changes in legislation and regulations on the BMW Group, in particular the Act on Corporate Due Diligence in Supply Chains, the Act on Strengthening Financial Market Integrity (FISG) and the new European exhaust emissions standard (Euro 7).\n\n14\n\nBMW Group Report 2021\n\nTo Our Stakeholders\n\nReport Group Financial Statements Corporate Governance\n\nCombined Management\n\nRemuneration Report\n\nOther Information\n\n€ WI 2p\n\nReport of the Supervisory Board",
      "metadata": {
        "page_number": 13,
        "filename": "BMW_Annual_Report_2021.pdf",
        "filetype": "application/pdf"
      }
    },
    {
      "type": "CompositeElement",
      "text": "We also spent considerable time deliberating on the antitrust proceedings instigated by the EU Commission in connection with the former working groups of several Ger- man automobile manufacturers. In this context, we consulted with external attorneys and an antitrust advisor engaged directly by the Supervisory Board. We were kept well informed about the latest status of the proceedings at all times. In May 2021, af- ter the EU Commission significantly scaled down its charges in terms of content and timing, the BMW Group was able to reverse approximately € 1 billion of the € 1.4 bil- lion provision recognised in 2019. After the proceedings were concluded in July 2021 with the payment of a fine amounting to around € 373 million, the Supervisory Board carefully considered the question of potential personal responsibility on the part of former Board of Management members and any duty of the Supervisory Board to act. The Supervisory Board also obtained advice on this issue from an attorney, whose written findings were also explained to us personally at the relevant meeting. Based on this report and taking into account the supplementary explanations pro- vided by the antitrust advisor, also regarding the legal particularities of the antitrust proceedings, the Supervisory Board decided – after thorough discussion and on the recommendation of the Audit Committee – not to assert any claims against former members of the Board of Management of BMW AG in this context.\n\nThe Supervisory Board also deliberated at length on key issues arising within the Board of Management’s various key areas of responsibility. We were given an insight into working methods and working environments at the BMW Group currently being developed in conjunction with the “Connected Works” project.\n\nThe Board of Management reported on the current status of the diversity concepts developed by the Group and the extent to which targets have been achieved regard- ing the proportion of women employed at various levels.\n\nWe also addressed the topic of compliance within the BMW Group in depth, including the current status and ongoing developments. The Chief Compliance Officer pre- sented the annual report on compliance, including compliance targets and a number of other selected topics, focusing in particular on measures and processes aimed at improving the Group’s compliance management system on a continuous basis.\n\nIn light of the coronavirus pandemic and the accompanying restrictions on events involving large numbers of people, in March 2021 we agreed on a plan to hold the Annual General Meeting 2021 on a virtual basis. For the same reason, in December 2021, we approved the plan to hold the Annual General Meeting 2022 again in a virtual format.\n\nStrategic cooperations were again a key topic at Supervisory Board meetings in 2021, including in particular the positioning of the BMW Group in the vital Chinese market going forward and the future structure of the BMW Brilliance Automotive joint ven- ture. We also deliberated on the intended acquisition of shares in Brilliance Automo- tive Manufacturing. The Board of Management updated us regularly on the strategic positioning and status at the various YOUR NOW companies.",
      "metadata": {
        "page_number": 14,
        "filename": "BMW_Annual_Report_2021.pdf",
        "filetype": "application/pdf"
      }
    },
    {
      "type": "CompositeElement",
      "text": "The Board of Management familiarised us with the NEUE KLASSE, which will herald the third phase of the BMW Group’s transformation to electric mobility from 2025 onwards and set new standards in terms of digitalisation, electrification and sus- tainability in vehicles. We took a detailed look at the key features of the New Cluster Vehicle Architecture (NCVA), which is specifically geared towards all-electric vehicles. Furthermore, the Board of Management elucidated potential applications of artificial intelligence (AI) in production planning processes. The Financial Services segment was also included in our deliberations, particularly in light of positive developments in terms of its risk profile and the pre-owned vehicle market. Key topics relating to the Group’s corporate finance system were also discussed. Regarding sales markets we focused in particular on Asia as a whole.\n\nThe new remuneration system resolved by the Supervisory Board for the members of the Board of Management during the previous financial year came into effect on 1 January 2021 and was approved by shareholders at the Annual General Meeting 2021 with a majority of 91.6 % of valid votes. The Supervisory Board reviewed both the targeted and the expected level of Board of Management remuneration for the financial year 2021 in light of the BMW Group’s business performance and also the multi-year remuneration trend of its senior executives and employees in Germany. Based on a comparative study conducted by an external remuneration consultant and subsequent oral advice, we concluded that the remuneration of Board of Man- agement members is appropriate. In December 2021, following thorough preparation by the Personnel Committee, we adopted the variable remuneration component tar- gets applicable to Board of Management members for the financial year 2022, taking into account the budget for the financial year 2022, the long-term business plan and\n\n15\n\nBMW Group Report 2021\n\nTo Our Stakeholders\n\nCombined Management Report\n\nGroup Financial Statements Corporate Governance Remuneration Report\n\nOther Information\n\n€ WI 2p\n\nReport of the Supervisory Board\n\nthe corporate strategy. Detailed information on Board of Management remuneration is provided in the ↗ Remuneration Report.\n\nThe new remuneration system, which gives the Supervisory Board greater influence on corporate strategy implementation was also the focus of one-on-one discussions with investor representatives ahead of the Annual General Meeting 2021. Other topics discussed on these occasions included corporate-governance-related issues, such as succession planning for future appointments to the Supervisory Board.\n\nThe Supervisory Board exhaustively examined the long-term business plan for the period up to 2027, the framework for which and the ambitious long-term targets con- tained therein were presented by the Board of Management. Despite the prevailing volatile and uncertain conditions, the Board of Management reaffirmed the key target of achieving continuous growth, with a clear focus on the Group’s planned sales of all-electric models. The long-term business plan also included financial planning and various potential scenarios, each involving their own opportunities and risks. Following this thorough examination, the Supervisory Board approved the long-term business plan for the BMW Group.\n\nIn December, the Board of Management and the Supervisory Board issued their Dec- laration of Compliance with the German Corporate Governance Code. We will comply with the recommendations of the Code as amended on 16 December 2019, again without exception.",
      "metadata": {
        "page_number": 14,
        "filename": "BMW_Annual_Report_2021.pdf",
        "filetype": "application/pdf"
      }
    },
    {
      "type": "CompositeElement",
      "text": "The members of the Supervisory Board jointly attended various training events in 2021. In July, for instance, we took the opportunity to familiarise ourselves thoroughly with battery cell technology. After an introductory presentation by the Board of Man- agement covering various related topics, we visited the BMW Group Battery Cell Com- petence Centre in Munich, where we had the opportunity to listen to an internationally renowned researcher giving a talk on lithium-ion batteries, followed by a discussion of the future of battery cell technology. In the newly constructed part of the Research and Innovation Centre in Munich, we were given a guided tour to gain an insight into the various new working environments. Partly with the Wirecard case in mind, coopera- tion between supervisory boards, audit committees and auditors was the subject of a workshop conducted by representatives of the BMW Group’s auditors PwC.\n\nIn December, the Board of Management presented the budget for the financial year 2022, including HR planning. After detailed deliberations with the Board of Manage- ment on this subject, the Supervisory Board also gave its approval to this document.\n\nWe reviewed our contribution to ensuring good corporate governance within the BMW Group and implemented changes concerning individual aspects. For example, in order to ensure compliance with the Act on Strengthening Financial Market Integ- ri ty, a number of changes were made to the Supervisory Board’s rules of procedure, a copy of which is published on the BMW website. Based on a self-assessment, we concluded that the composition of the Supervisory Board at 31 December 2021 was in line with the targets stipulated in the diversity concept, the competency profile and other composition targets. An overview showing each individual Supervisory Board member’s areas of expertise is provided in the Statement of Corporate Governance on the BMW Group website.\n\nThe Board of Management and the Supervisory Board also visited the BMW and MINI Driving Academy in Maisach together, in order to take an in-depth look at how the Group’s product portfolio can be best aligned to meet differing customer needs. The members of the Supervisory Board were given the opportunity to test-drive the full range of vehicle types, comprising all-electric, plug-in hybrid and conventionally powered vehicles as well as the BMW iX5 Hydrogen, which is powered by hydrogen fuel cell technology. A particular highlight was the unveiling of the new BMW 7 Series, the only model in its segment to offer customers a choice between an internal com- bustion engine and an all-electric drive system in the form of the BMW i7. Apart from BMW, MINI and Rolls-Royce brand vehicles and a joint venture product, we also took test drives in various competitor vehicles. Design presentations covering the BMW, MINI, Rolls-Royce and BMW Motorrad brands as well as the BMW i Vision Circular allowed us to take a fascinating look into the future.\n\nNew members of the Supervisory Board were given the opportunity to participate in an onboarding programme comprising several modules, during which senior execu- tives provided useful insights into key business areas and planning processes used at the BMW Group as well as on key topics currently relevant for Supervisory Board work.\n\n16\n\nBMW Group Report 2021\n\nTo Our Stakeholders\n\nCombined Management Report\n\nGroup Financial Statements Corporate Governance Remuneration Report\n\nOther Information\n\n€ WI 2p\n\nReport of the Supervisory Board",
      "metadata": {
        "page_number": 15,
        "filename": "BMW_Annual_Report_2021.pdf",
        "filetype": "application/pdf"
      }
    },
    {
      "type": "CompositeElement",
      "text": "Throughout the entire year, personal conversations with members of the Supervisory Board enabled me to gather feedback concerning the work of the Supervisory Board. At the end of 2021, we also assessed the effectiveness of our work at both Supervis- ory Board and committee level by means of a questionnaire and concluded that there was a high level of satisfaction with the work of the Supervisory Board. The feedback we received on the organisation of our meetings as well as the topics covered in meetings, training sessions and onboarding events was unanimously favourable. The constructive and trusting cooperation prevailing both within the Supervisory Board itself and in its work with the Board of Management was also commended. Proposals put forward for improving individual aspects of Supervisory Board work and dealing with certain topics in greater depth will be followed up in the coming financial year.\n\nThe Audit Committee held five meetings and three conference calls during the year under report.\n\nThe meetings held in February and March 2021 focused on preparing the Superviso- ry Board meeting at which the financial statements for the financial year 2020 were discussed and examined. After obtaining the auditor’s Declaration of Independence, the Audit Committee recommended to the Supervisory Board that Pricewaterhouse- Coopers GmbH Wirtschaftsprüfungsgesellschaft (“PwC”) be proposed for election as auditor at the 2021 Annual General Meeting. There were no indications of conflicts of interest, grounds for exclusion or lack of independence on the part of the auditor.\n\nThe Supervisory Board is careful to avoid potential conflicts of interest in its delib- erations and decisions. Therefore, as a precautionary measure, I did not take part in the Supervisory Board’s deliberations and resolution and the preparation of the Audit Committee’s recommendation to the Supervisory Board on whether claims should be asserted against former members of the Board of Management in connection with the EU Commission’s antitrust proceedings against German automakers. I left the room whenever these matters came up for discussion. No other potential conflicts of interest were identified or reported.",
      "metadata": {
        "page_number": 16,
        "filename": "BMW_Annual_Report_2021.pdf",
        "filetype": "application/pdf"
      }
    },
    {
      "type": "CompositeElement",
      "text": "Description of Presiding Board activities and committee work\n\nThe Supervisory Board has established a Presiding Board and four committees. In our capacity as chairmen, the Chairman of the Audit Committee, Dr. Bock, and myself reported in detail on the work of the Presiding Committee and the committees at each of the subsequent Supervisory Board meetings. You can read more about the duties, the composition and the working methods of the Presiding Board and various other Supervisory Board committees in the Statement of Corporate Governance on the BMW website.\n\nThe Presiding Board held four meetings during the financial year 2021. Together with the Board of Management and senior heads of department, we prepared the detailed agenda of Supervisory Board meetings (unless a committee was responsible for doing so) and made suggestions for topics to be reported on at Supervisory Board meetings.\n\nAfter thorough deliberation, the Audit Committee concluded that PwC’s fee proposal for the audit of the Company and Group Financial Statements and the integrated BMW Group Report 2021 as well as for the review of the Half-Year Report 2021 was appropriate in light of the growing scope of tasks and issued the corresponding contracts to PwC following their election at the Annual General Meeting in May 2021. The Audit Committee also specified supplementary audit focus areas and approved the scope of non-audit services to be provided by PwC and subsequently received regular reports on the relevant matters. The Audit Committee discussed the quality of the audit in detail on several occasions at its meetings. In particular, it requested the relevant department to report on the Group’s perception of the audits of the financial statements for the financial year 2020 as well as on the results of the survey con- ducted within the Group in this context. Based on this report, the auditor’s description of the quality assurance measures undertaken and the Audit Committee’s own expe- rience with the auditor, the audit was found to be of good quality.\n\nThe Board of Management presented the combined Non-financial Statement of BMW AG and the BMW Group for the financial year 2020 to us. Subsequently, the representatives of PwC reported to us orally on the results of their “limited assur- ance” audit. We have engaged PwC again to conduct a “limited assurance” audit of the Non-financial (Group) Statement for the financial year 2021, to the extent that it relates to parts of the management report that are not subject to a “reasonable assurance” audit. Going beyond the formal review required by law, the Audit Commit- tee also engaged PwC to perform additional review procedures on the content of the Remuneration Report for the financial year 2021.\n\n17\n\nBMW Group Report 2021\n\nTo Our Stakeholders\n\nCombined Management Report\n\nGroup Financial Statements Corporate Governance Remuneration Report\n\nOther Information\n\n€ WI 2p\n\nReport of the Supervisory Board\n\nThe Quarterly Statements were presented by the Board of Management and dis- cussed with the Audit Committee prior to their publication. Representatives of the external auditors were present when the Half-Year Financial Report was discussed at the beginning of August 2021. In conjunction with the implementation of the requirements of the Act on Strengthening Financial Market Integrity, an executive session was also held with the external auditor without the members of the Board of Manage ment being present.",
      "metadata": {
        "page_number": 16,
        "filename": "BMW_Annual_Report_2021.pdf",
        "filetype": "application/pdf"
      }
    },
    {
      "type": "CompositeElement",
      "text": "The Audit Committee again dealt extensively with the topic of compliance within the BMW Group during the year under report. The Chief Compliance Officer of the BMW Group presented the annual report on compliance, including compliance targets and a number of other selected topics, focusing in particular on measures and pro- cesses aimed at improving the Group’s compliance management system on a contin- uous basis. The Head of Corporate Quality also reported on the subject of technical compliance. We also received a report on the status of tax and customs compliance management from the relevant head of department.\n\nThe Audit Committee was kept informed of major legal disputes and proceedings. During the first two quarters of 2021, the Committee spent considerable time dealing with the antitrust proceedings instigated by the EU Commission in connection with the former working groups of several German automobile manufacturers, carefully monitoring the progress of proceedings based on various inputs, including direct reports drawn up by a lawyer appointed to represent the BMW Group. After the pro- ceedings were concluded, with the assistance of the consultant attorney and based on his detailed report, the Audit Committee drew up a recommendation to the Super- visory Board on the question of whether to assert claims against former members of the Board of Management.\n\nThe Audit Committee concurred with the decision of the Board of Management to raise the Company’s share capital in accordance with Article 4 (5) of the Articles of Incorporation (Authorised Capital 2019) by € 1,715,000 and issue a corresponding number of new non-voting bearer shares of preferred stock in conjunction with the Employee Share Programme.\n\nAt its four meetings, the Personnel Committee focused primarily on succession planning for the Board of Management, preparing personnel-related decisions and dealing with Board of Management remuneration issues. The Committee reviewed the appropriateness of Board of Management remuneration for the financial years 2020 and 2021 and considered all relevant developments during that period, includ- ing the impact of the coronavirus pandemic, when determining the corporate earn- ings and performance factors applicable for Board of Management remuneration in 2020 and 2021. In addition, the Committee deliberated on targets for the financial year 2022. The Personnel Committee also prepared reappointments, performed the groundwork for the Supervisory Board to appoint a Board of Management member responsible for the Purchasing and Supplier Network, and granted approval for one member of the Board of Management to assume a mandate outside the Group. A resolution to approve loans granted by and transactions concluded by BMW Bank GmbH with members of the representative bodies of BMW AG was renewed, and updated contracts of Board of Management members were prepared.\n\nThe Nomination Committee convened twice during the financial year 2021. Taking into account the German Corporate Governance Code (GCGC) and the composition requirements adopted by the Supervisory Board, the Nomination Committee ad- dressed the issue of the composition of the Supervisory Board regarding shareholder representatives.\n\nThe Audit Committee also received reports on the further development of the internal control system and the main findings of the internal audits performed by Corporate Audit, as well as details of advance audit planning. The BMW Group’s risk profile and risk management system were discussed on a number of occasions.\n\nThe Mediation Committee, which is prescribed by law, did not need to convene during the financial year 2021.",
      "metadata": {
        "page_number": 17,
        "filename": "BMW_Annual_Report_2021.pdf",
        "filetype": "application/pdf"
      }
    },
    {
      "type": "CompositeElement",
      "text": "Composition of the Board of Management\n\nIn its report on the audit of over-the-counter derivatives entered into by BMW AG during the financial year 2020, the external auditor confirmed to the Audit Committee the effectiveness of the system in place at BMW AG in complying with the regulatory requirements of the European Market Infrastructure Regulation.\n\nDr.-Ing. Andreas Wendt, Board of Management member for the Purchasing and Supplier Network, retired on 31 December 2021. We would like to thank Dr. Wendt for his many years of loyal and dedicated work for BMW AG, most recently for guiding the BMW Group successfully through the ongoing semiconductor shortage.\n\n18\n\nBMW Group Report 2021\n\nTo Our Stakeholders\n\nCombined Management\n\nReport Group Financial Statements Corporate Governance\n\nRemuneration Report\n\nOther Information\n\n€ WI 2p\n\nReport of the Supervisory Board\n\nThe Supervisory Board appointed Dr.-Ing. Joachim Post as his successor with effect from 1 January 2022. Dr. Post has worked for the BMW Group since 2002, most recently as head of the “Product Line Midsize Class BMW” unit. He was previously the manager responsible for the BMW Group’s vehicle strategy and, as the head of various BMW model lines, was responsible for promoting the electrification of the vehicle fleet.\n\nmember of the Supervisory Board. By court order, and to replace members of the Su- pervisory Board for their respective remaining terms of office, Johann Horn, District Manager of IG Metall Bavaria, was appointed in May 2021, Jens Köhler, Chairman of the Works Council at the Leipzig site, in August 2021, Bernhard Ebner, Chairman of the Works Council at the Landshut site, in October 2021 and Sibylle Wankel, First Authorized Representative of IG Metall Munich, in January 2022.\n\nThe Supervisory Board extended the mandates of four Board of Management mem- bers during the year under report.\n\nComposition of the Supervisory Board, the Presiding Board and the Supervisory Board’s committees\n\nThe shareholder representatives Dr. Karl-Ludwig Kley, Prof. Reinhard Hüttl and Simone Menne left the Supervisory Board with effect from the end of the Annual General Meeting 2021. We would like to thank them for their constructive input and faithful cooperation during their periods of office, which stretched over many years in some cases. Our special thanks go to Dr. Kley: as a member of the Presiding Board and various committees, but especially as Chairman of the Audit Committee, he drew on his many years of broad business experience to make valuable contributions and provided invaluable impetus for the BMW Group in corporate discussions.\n\nDr. Kurt Bock, member of the Supervisory Board since 2018 and Chairman of the Audit Committee since 2020, was elected to succeed Dr. Kley as a member of the Presiding Committee and the Personnel and Nomination Committees. An overview of the composition of the Supervisory Board and its committees is provided both in this report (↗ Corporate Governance) and in the separate Statement on Corporate Governance, which is available on the BMW Group website together with the curricula vitae of Supervisory Board members.",
      "metadata": {
        "page_number": 17,
        "filename": "BMW_Annual_Report_2021.pdf",
        "filetype": "application/pdf"
      }
    },
    {
      "type": "CompositeElement",
      "text": "Disclosure of attendance at meetings by individual members\n\nThe attendance rate at Supervisory Board meetings was around 99 %, and 100 % for the meetings and conference calls held by the various committees and the Presid- ing Board. The meetings were all held on a face-to-face basis. In individual cases, however, members participated virtually due to the coronavirus pandemic. The table below shows attendance by individual members:\n\nThe Annual General Meeting elected Dr. Marc Bitzer, Rachel Empey and Prof. Dr. Dr. h. c. Christoph M. Schmidt as new members. Ms. Empey and Dr. Bitzer both have extensive experience and expertise in capital markets and customer requirements. Ms. Empey also has specialised knowledge in financial services and IT, Dr. Bitzer in the fields of technologies and supply chains. Prof. Schmidt has extensive expertise in the areas of science, sustainability and resources. With their broad range of exper- tise, the three newly elected members complement the composition of the Supervi- sory Board in an excellent manner.\n\nThe employee representatives Horst Lischka, Willibald Löw, Brigitte Rödig and Verena zu Dohna left the Supervisory Board at their own request during the financial year 2021. We wish to thank them for their constructive work and faithful cooperation during their periods of office, in some cases stretching over many years. Our spe- cial thanks go to Mr. Löw, who has been loyally connected with the BMW Group for decades as an employee, Chairman of the Works Council at the Landshut site, and",
      "metadata": {
        "page_number": 18,
        "filename": "BMW_Annual_Report_2021.pdf",
        "filetype": "application/pdf"
      }
    },
    {
      "type": "CompositeElement",
      "text": "Examination of financial statements and the profit distribution proposal\n\nPricewaterhouseCoopers GmbH Wirtschaftsprüfungsgesellschaft (“PwC”) was ap- pointed as external auditor for the financial year 2021. PwC conducted a review of the condensed interim Group Financial Statements and the Interim Group Management Report for the six-month period ended 30 June 2021 and presented its findings to both the Audit Committee and the Supervisory Board in separate executive sessions. No issues were identified that might indicate that the condensed Interim Group Fi- nancial Statements and Interim Group Management Report had not been prepared in accordance with the applicable provisions in all material respects.\n\nPwC audited the Company and Group Financial Statements for the financial year 2021 authorised for issue by the Board of Management on 8 March 2022 and is- sued an unqualified audit opinion, signed for the third consecutive financial year by Petra Justenhoven as independent auditor (Wirtschaftsprüferin) and Andreas Fell\n\n19\n\nBMW Group Report 2021\n\nTo Our Stakeholders\n\nCombined Management Report\n\nGroup Financial Statements Corporate Governance Remuneration Report\n\nOther Information\n\n€ WI 2p\n\nReport of the Supervisory Board\n\nMember of the Supervisory Board Meetings Dr.Ing. Norbert Reithofer 23 Manfred Schoch 21 Stefan Quandt 23 Stefan Schmid 21 Dr. KarlLudwig Kley 1 4 Dr. Kurt Bock 20 Christiane Benner 5 Dr. Marc Bitzer2 4 Verena zu Dohna8 5 Bernhard Ebner7 1 Rachel Empey2 4 Dr.Ing. Heinrich Hiesinger 5 Johann Horn3 3 Prof. Dr. Reinhard Hüttl1 1 Susanne Klatten 7 Jens Köhler5 2 Horst Lischka1 1 Willibald Löw4 3 Simone Menne1 1 Dr. Dominique Mohabeer 5 Brigitte Rödig6 4 Anke Schäferkordt 5 Prof. Dr. Christoph Schmidt2 4 Dr. Vishal Sikka 5 Dr. Thomas Wittig 5 Werner Zierer 5 Attendance 23 21 23 21 4 20 5 4 5 1 4 5 3 1 7 2 1 3 1 5 3 5 4 5 5 5 Attendance in % 100 100 100 100 100 100 100 100 100 100 100 100 100 100 100 100 100 100 100 100 75 100 100 100 100 100\n\n1 Member of the Supervisory Board until 12 May 2021. 2 Member of the Supervisory Board since 12 May 2021. 3 Member of the Supervisory Board since 14 May 2021. 4 Member of the Supervisory Board until 16 July 2021. 5 Member of the Supervisory Board since 3 August 2021. 6 Member of the Supervisory Board until 1 October 2021. 7 Member of the Supervisory Board since 8 October 2021. 8 Member of the Supervisory Board until 31 December 2021.\n\n(Wirtschaftsprüfer) as independent auditor responsible for the performance of the engagement.\n\nAt its meeting held on 24 February 2022, the Audit Committee initially considered in detail the preliminary version of the Company and Group Financial Statements, the Combined Management Report (including the Combined Non-financial (Group) State- ment), the Statement of Corporate Governance, the draft versions of the auditor’s reports and the Board of Management’s proposal for the appropriation of profit.\n\nImmediately after authorising their issue, the Board of Management submitted the Company and Group Financial Statements for the financial year 2021 and the Com- bined Management Report (including the Combined Non-financial (Group) State- ment), the Statement of Corporate Governance and the proposal for the appropri- ation of profit to the Supervisory Board. The auditor’s long-form audit reports were also made available to the Supervisory Board in a prompt manner.\n\nAt its meeting on 9 March 2022, the Audit Committee diligently examined and de- liberated on these documents before they were considered in detail at the plenary session of the Supervisory Board on 10 March 2022.",
      "metadata": {
        "page_number": 18,
        "filename": "BMW_Annual_Report_2021.pdf",
        "filetype": "application/pdf"
      }
    },
    {
      "type": "CompositeElement",
      "text": "At the two respective meetings, the Board of Management provided the Audit Com- mittee and the Supervisory Board with detailed explanations of the financial reports presented. The representatives of the external auditor present at the meetings reported on the main findings of their audit and answered additional questions put by members of the Audit Committee and the Supervisory Board. The focus of these meetings was on key audit matters as well as the related audit procedures, which were discussed at length by the Audit Committee and the Supervisory Board.\n\nThe representatives of the external auditor confirmed that the risk management system established by the Board of Management is capable of identifying at an early stage any developments that might threaten the Company’s going-concern status. They also confirmed that that no material weaknesses in the internal control system and risk management system were identified with regard to the financial reporting process. Similarly, in the course of their audit work they did not identify any facts inconsistent with the contents of the Declaration of Compliance pursuant to § 161 of the German Stock Corporation Act (AktG) issued by the Board of Management and the Supervisory Board.\n\n20\n\nBMW Group Report 2021\n\nTo Our Stakeholders\n\nReport Group Financial Statements Corporate Governance\n\nCombined Management\n\nRemuneration Report\n\nOther Information\n\n€ WI 2p\n\nReport of the Supervisory Board\n\nBased on a thorough examination conducted by the Audit Committee and the Super- visory Board, we concurred with the results of the external audit. In accordance with the final result of this examination, no objections were raised. The Group and Com- pany Financial Statements of Bayerische Motoren Werke Aktiengesellschaft for the financial year 2021 drawn by the Board of Management were subsequently approved at our meeting held on 10 March 2022. The Company Financial Statements for the year ended 31 December 2021 have therefore been adopted.",
      "metadata": {
        "page_number": 19,
        "filename": "BMW_Annual_Report_2021.pdf",
        "filetype": "application/pdf"
      }
    },
    {
      "type": "CompositeElement",
      "text": "Expression of appreciation by the Supervisory Board\n\nWe would like to express our thanks and appreciation to the members of the Board of Management and all employees of the BMW Group worldwide for their outstand- ing performance in the financial year 2021. With their unbending commitment, even under adverse conditions, and a fine collective performance, they have taken the BMW Group to the top of the global premium segment over the past 12-month period and additionally enhanced the Group’s profile as a guarantor of first-class individual and sustainable mobility.\n\nWe also examined the proposal of the Board of Management to use the unappro- priated profit to pay a dividend of € 5.80 per share of common stock and € 5.82 per share of non-voting preferred stock, in each case on shares entitled to receive a divi- dend. We consider the proposal appropriate and have therefore given it our approval.\n\nWe are confident that the Board of Management and the Group’s entire workforce, with their courage and confidence, will write the next chapter of the BMW Group’s unique success story in 2022.\n\nFor the financial year 2021, the Supervisory Board and the Board of Management have prepared the Remuneration Report for the first time in accordance with § 162 AktG (ARUG II / Act Implementing the Second EU Shareholder Rights Directive). At the request of the Audit Committee, PwC reviewed the content of the Remuneration Report, reported to both the Audit Committee and the Supervisory Board on the results of the review, and confirmed that the Remuneration Report complies in all material respects with the financial reporting provisions contained in § 162 AktG.\n\nThe Audit Committee and the Supervisory Board also considered at length the com- bined Non-financial (Group) Statement for the year ended 31 December 2021, which was drawn up by the Board of Management as part of the integrated BMW Group Report. Following an in-depth explanation of the statement by the Board of Man- agement, representatives of the external auditor presented key findings of their audit and answered additional questions posed by the members of the Supervisory Board. Based on the “limited assurance” audit performed by PwC on those parts of the Management Report that were not subject to a reasonable assurance engagement, PWC issued an unqualified opinion, signed for the sixth time by Andreas Fell and for the second time by Nicolette Behncke. The Supervisory Board acknowledged and approved the combined Non-financial (Group) Statement drawn up by the Board of Management.\n\nMunich, March 2022\n\nOn behalf of the Supervisory Board\n\nVou rg\n\nNorbert Reithofer Chairman of the Supervisory Board\n\nCorporate Governance Remuneration Report Other Information Statement of the Chairman of the Board of Management Oliver Zipse Chairman of the Board of Management\n\nBMW Group Report 2021\n\n21\n\nCorporate Governance\n\nRemuneration Report\n\nStatement of the Chairman of the Board of Management",
      "metadata": {
        "page_number": 20,
        "filename": "BMW_Annual_Report_2021.pdf",
        "filetype": "application/pdf"
      }
    },
    {
      "type": "CompositeElement",
      "text": "STATEMENT OF THE CHAIRMAN OF THE BOARD OF MANAGEMENT\n\nBMW Group: The Impact Company. We make a difference.\n\nOliver Zipse Chairman of the Board of Management\n\n22\n\nBMW Group Report 2021\n\nTo Our Stakeholders\n\nCombined Management Report\n\nGroup Financial Statements\n\nStatement of the Chairman of the Board of Management\n\nDEAR SHAREHOLDERS, LADIES AND GENTLEMEN:\n\nA company needs to know what it stands for.\n\nThat is what enables it to stay the course, to rely on its own strengths, to withstand the headwinds and to constantly reinvent itself. This applies in particular, and in its own unique way, to the current transformation.\n\nYour Company has held its own in the marketplace for over 100 years. Yet, far more important than that is staying resolutely focused on the future – with the support and backing of a motivated team, shareholders and stakeholders. All of you want to know why the BMW Group should continue to exist 100 years from now. We want to make a difference. To create the values our customers ask for. To gener- ate meaningful added value. That is part of our responsibility – because our society depends on people’s mobility and benefits from it.\n\nThe BMW Group exists because we move body, heart and mind.\n\nThat is our internal compass. It guides us – even now, through the many changes we must navigate as a BMW Group team – with focus and self-assurance. Transform- ation is part of our DNA – and we all aspire to lead the way. We presented our most recent example of this last year at the IAA Mobility in Munich: the BMW i Vision Cir- cular, a car that moves body, heart and mind. With this extraordinary Vision Vehicle, BMW has clearly defined the next big future topic of “circularity” for itself. Imagine what we could achieve if we begin thinking consequently about circularity at both business and macroeconomic levels – and across industries.\n\nYour Company presents its second Integrated Report.\n\nWe lead the way in the German automotive industry with our integrated reporting of the Company’s financial and non-financial performance.\n\nThis is a new step for us – consistent and irreversible. Integrated reporting is a pro- cess that involves and challenges the whole Company. It requires integrated thinking: what is the impact of a decision as a whole – from both a business and an environmental perspective, in the short term, mid-term and in the long term?\n\nRemuneration Report Other\n\nCorporate Governance\n\nOther Information\n\n“BMW has clearly defined the next big future topic of circularity for itself with the BMW i Vision Circular.”\n\n€ HT] 5)\n\n23\n\nBMW Group Report 2021\n\nTo Our Stakeholders\n\nCombined Management Report\n\nGroup Financial Statements Corporate Governance Remuneration Report\n\nOther Information\n\n€ WI 2p\n\nStatement of the Chairman of the Board of Management\n\nThis is a complex task, and we will continue to learn. Our second Integrated Report for the financial year 2021 reflects this learning process. The “Integrated Strategy of the BMW Group” section provides a qualified insight into how strategy and our man- agement of the Company are intertwined.",
      "metadata": {
        "page_number": 21,
        "filename": "BMW_Annual_Report_2021.pdf",
        "filetype": "application/pdf"
      }
    },
    {
      "type": "CompositeElement",
      "text": "Holistic sustainability based on concrete targets.\n\nWe have announced clearly defined targets for 2030 that show how we will continue to lower CO2 emissions. As our shareholders, you know that your Company always takes a holistic approach. We are therefore substantially reducing our environmen- tal footprint in a measurable way throughout the entire value chain – during the use phase, in production and in the upstream supply chain. Here, we are adopting a ten- year perspective – because this is a manageable time frame, in which we can take responsibility for measures ourselves. We do not believe in empty promises. We are able to report at any given time on how we are performing in all three sustainability scopes.\n\nIn production, well-designed individual steps ultimately contribute to overall sustain- ability as well: as promised, production at all our locations has been carbon neutral on balance since 2021. Our electric motors no longer require rare earths. We use only green power to produce batteries for our electrified vehicles – as do our battery cell suppliers. Our batteries are also almost fully recyclable. All of this is relevant for ramping up electromobility. After all, this year, every one of our plants in Germany will already be producing electric vehicles.\n\nChange makes us resilient.\n\nWe never stand still – because we are constantly refining our business model. This strengthens our resilience, building on a solid foundation created by profitability and sustainable action. We believe the two go hand in hand and are mutually dependent.\n\nConfident even in uncertain times.\n\nWe are the first German automotive manufacturer to join the “Business Ambition for 1.5° C” campaign launched by the Science-Based Targets initiative (SBTi). This means our road to climate neutrality follows a scientifically validated and trans- parent path.\n\nSince most of our CO2 emissions today are produced during the use phase, we have raised the bar in this area: By 2030, we will reduce CO2 emissions by more than 50 % from 2019 levels. Our targets apply worldwide, including the extra 10 % from the SBTi framework added to fuel consumption figures and including CO2 emissions from fuel production and electricity generation. This will in turn also reduce our life cycle carbon footprint – from the ore mine to kilometres driven on the road – by more than 40 %.\n\nLooking forward confidently even in uncertain times. This characterises your Com- pany. Our products are in high demand: More than 2.52 million customers took delivery of a BMW Group vehicle in 2021 – 8.4 % more than the previous year. This number includes almost 330,000 electrified vehicles – an increase of 70 %.\n\nThe BMW brand is back on top of the global premium segment – and we intend to keep it that way. BMW and Rolls-Royce achieved new all-time highs, as well as BMW Motorrad. Global market share is also an important currency in our industry. As a premium manufacturer, we increased our share of the global market to 3.4 % during the coronavirus pandemic – and with a further increase in profitability. Sales in key individual markets and regions – China, Europe and the US – grew significantly in some cases. Our Financial Services Segment also made a major contribution to our success.",
      "metadata": {
        "page_number": 23,
        "filename": "BMW_Annual_Report_2021.pdf",
        "filetype": "application/pdf"
      }
    },
    {
      "type": "CompositeElement",
      "text": "Staying flexible and pivoting quickly.\n\nBuilding credibility by keeping promises.\n\nWe deliver on our promises – and can back them up. In 2021, your Company once again met the European Union’s CO2 targets – even clearly outperforming the legal requirements by approximately 10 g / km. You can rest assured that we will also meet our CO2 requirements for 2030.\n\nYour Company operates at the intersection of conflicting forces, where conditions are not only demanding, but also highly complex. The situation is becoming more and more differentiated from one region of the world to another, with a highly dynamic rate of change. In this context, it is more important than ever to anticipate require- ments in the early stages, plan for various scenarios and manage risks effectively.\n\n24\n\nBMW Group Report 2021\n\nTo Our Stakeholders\n\nStatement of the Chairman of the Board of Management\n\n“We have mastered both competence development from the ground up and how to transform existing plants into cutting-edge locations for electromobility.”\n\nCombined Management Report\n\nGroup Financial Statements\n\nCorporate Governance Remuneration\n\nReport\n\nOther Information\n\n€ WI 2p\n\nDealing with the effects of the coronavirus pandemic demanded a lot of us in 2021. In typical BMW tradition, and in the spirit of Herbert Quandt, the Company and its employee representatives once again found flexible solutions. The vaccination cam- paign we launched together is a good example of this. For our locations in Germany, we have made the BMW pension scheme even more attractive and increased the level of benefits. At the plant in Leipzig, work hours have been brought into line with our Bavarian locations. This shows our sense of community at BMW in difficult times.\n\nWe also responded extremely flexibly to semiconductor supply bottlenecks. This is a stress test we have withstood together. All business units are working hand in hand to minimise the impact and adjust production to the situation. Our stable and trust- based relationships with suppliers have proved especially valuable in this respect. We can expect, and are preparing for, the global supply situation for vehicle components to remain difficult in 2022.",
      "metadata": {
        "page_number": 23,
        "filename": "BMW_Annual_Report_2021.pdf",
        "filetype": "application/pdf"
      }
    },
    {
      "type": "CompositeElement",
      "text": "Transformation takes place not just on greenfield sites or around the confe- rence table – but on the ground at our plants.\n\nWe are expanding our production network globally and in a targeted manner. For instance in China: in Shenyang, we will be opening a new plant in Tiexi this year and expanding the plant in Dadong.\n\nWe have mastered both competence development from the ground up and how to transform existing plants into cutting-edge locations for electromobility. Examples of this are our two “bookends”: our oldest plant, Munich, and our future plant in Hungary.\n\nOur main plant in Munich will be 100 years old this year. To mark the centenary, we are smoothly transitioning to 100 % electric during ongoing production. With its new vehicle assembly, the plant will be capable of producing only fully electric models from 2026 onwards in line with demand. In parallel, we are also working on emis- sions-free transport logistics. That is what transformation looks like on the ground.\n\nIn 2022, as a sort of counterpart to our main plant in Munich, we will also be laying the foundation stone for our newest plant in Hungary. The first vehicles for the NEUE KLASSE will come off the production line in Debrecen in 2025.\n\n25\n\nBMW Group Report 2021\n\nTo Our Stakeholders\n\nCombined Management Report\n\nGroup Financial Statements Corporate Governance Remuneration Report\n\nOther Information\n\n€ WI 2p\n\nStatement of the Chairman of the Board of Management\n\nNEUE KLASSE for a new age.\n\nThe NEUE KLASSE is our exclusively fully electric product range, which will usher in Phase III of our transformation towards emissions-free mobility. It will be built on our New Cluster Architecture (NCAR), with the three core forward-looking elements: “electric”, “digital” and “circular”. This will be the next milestone in BMW history for future products, technologies and new ways of working. The NEUE KLASSE makes a significant contribution to sustainability, by relying on the concept of circularity.\n\nYour Company is leveraging the opportunities and potential of global auto- motive markets.\n\nBy 2025 – the end of Phase II of our transformation – we aim to increase the total share of our electrified vehicles, that means battery-electric and plug-in hybrids, to more than 30 %. By 2030 – the end of Phase III – more than 50 % of our global deliveries to customers should be fully electric. We are gearing up the Company and our supply chains for this exponential growth in electromobility.\n\nMINI and Rolls-Royce will be exclusively all-electric from the early 2030s onwards, while all BMW Motorrad’s urban models will be released with e-drives only from 2030. BMW M GmbH has also unveiled its first fully electric model, the BMW iX M60.\n\nOur intelligent vehicle architectures enable us to offer different drivetrain variants efficiently. This benefits customers and the climate alike. We serve markets according to their individual circumstances and pace of change. In the mid-term, this will also include hydrogen fuel cell technology – because hydrogen makes it possible to store sustainably produced energy and release it just as quickly as conventional fuels.",
      "metadata": {
        "page_number": 24,
        "filename": "BMW_Annual_Report_2021.pdf",
        "filetype": "application/pdf"
      }
    },
    {
      "type": "CompositeElement",
      "text": "Merging the digital and the physical experience.\n\nThe modern car is not only one of the most complex items we use as consumers; it is also becoming a true digital device. It should therefore come as no surprise that digi- tal business models will account for a growing share of value creation. This applies, in particular, to the Chinese market, with its many young, technophile customers.\n\nNew BMW 7 Series: the only luxury sedan to offer drivetrain variety.\n\nOver-the-air updates: BMW has the largest fleet.\n\nAll of us at BMW are looking forward to the market launch of the new BMW 7 Series this year: progressive, digital and innovative, it is also the only luxury sedan to offer customers a choice of drivetrain variants. By the way, the most powerful variant – the BMW i7 – is fully electric. In April, we will present it in New York, Munich and Beijing, representing the major regions of the world.\n\nYour Company has around 10,000 IT and software specialists working on research and development for vehicle digitalisation at ten locations in Europe, Asia and the Americas. We are collaborating in the regions with major tech players, who are also our competitors.\n\nE-mobility shifts into sport mode.\n\nOur new BMW iX and BMW i4 models are already winning over customers with their innovations and an electric range of up to 600 kilometres. With the BMW iX, we are also the first premium manufacturer to introduce the 5G mobile telecommunications standard in a production vehicle that is available worldwide. Both models are among the eight fully electric vehicle models we will have on the roads this year; by 2023, there will be a dozen.\n\nAt the CES tech show in Las Vegas in January 2022, our BMW iX Flow, featuring E Ink, received rave reviews from the media and on social media. This unique technol- ogy allows the exterior to change colour.\n\nFocused on the customer and their mobility experience.\n\nBy 2025, a quarter of our sales will probably be conducted online. That is why our Sales and Marketing is seamlessly integrating all customer touchpoints, online and offline. We are implementing future-oriented sales structures in conjunction with our retailers. That is our culture at BMW.\n\nWe already aim to at least double our sales of battery-electric vehicles this year com- pared to 2021.\n\n26\n\nBMW Group Report 2021\n\nTo Our Stakeholders\n\nCombined Management Report\n\nGroup Financial Statements\n\nStatement of the Chairman of the Board of Management",
      "metadata": {
        "page_number": 25,
        "filename": "BMW_Annual_Report_2021.pdf",
        "filetype": "application/pdf"
      }
    },
    {
      "type": "CompositeElement",
      "text": "Dear Shareholders,\n\nYour Company is financially and economically stronger than ever. This allows us to operate independently and invest in our own future. This is certainly something we can continue to build on.\n\nIn February 2022, the BMW Group increased its share in the joint venture BMW Brilliance Automotive Ltd. (BBA) to a 75 % majority stake. With full consolidation of BBA in the BMW Group Financial Statements, we are taking your Company into the next dimension as a global company. The Chinese market is a driving force for digital trends. This move will bring us even closer to customers there and enable us to keep our finger on the pulse.\n\nMany people benefit from our success: you, our shareholders, our global team and society. This year, we will be hiring new staff, both worldwide and at our home base in Germany – something a company only does when it is full of confidence.\n\nI would like to say a sincere thank you for the financial year 2021: to you, our share- holders, all our customers, our retail organisation and suppliers – and, above all, to our 118,909 associates. The feedback we received in our Employee Survey clear- ly reflected back to us that the team stands behind the Company. Our associates believe BMW has found the right balance between stability and disruption. We see transform ation as an opportunity.\n\nTogether, we will continue to make a difference in the future, as a global Impact Company that creates values and generates added value. We hope you will continue to support us on our BMW way.\n\nVlaans\n\nOliver Zipse Chairman of the Board of Management\n\nOther Information\n\nCorporate Governance\n\nRemuneration Report Other\n\n“We see transform- ation as an oppor- tunity. As a global Impact Company, we will continue to make a difference in the future.”\n\n€ II fe)\n\n27\n\nBMW Group Report 2021\n\nTo Our Stakeholders\n\nCombined Management Report\n\nGroup Financial Statements\n\nCorporate Governance\n\nRemuneration Report\n\nOther Information\n\nThe Board of Management\n\nMilan Nedeljković Member of the Board of Management, Production\n\nFrank Weber Member of the Board of Management, Development\n\nJoachim Post Member of the Board of Management, Purchasing and Supplier Network\n\nas)\n\nNicolas Peter Member of the Board of Management, Finance\n\nPieter Nota Member of the Board of Management, Customer, Brands, Sales\n\nOliver Zipse Chairman of the Board of Management\n\nIlka Horstmeier Member of the Board of Management, Human Resources, Labour Relations Director",
      "metadata": {
        "page_number": 26,
        "filename": "BMW_Annual_Report_2021.pdf",
        "filetype": "application/pdf"
      }
    },
    {
      "type": "CompositeElement",
      "text": "THE BOARD OF MANAGEMENT\n\n.\n\n< — Q\n\n28\n\nCombined Management Report\n\nGroup Financial Statements\n\nRemuneration Report\n\nOther Information\n\nCorporate Governance\n\n<€ TT} 2\n\nDialogue with Stakeholders\n\nDIALOGUE WITH STAKEHOLDERS\n\nStakeholder engagement\n\nThe BMW Group operates on a global scale in a highly inter- connected world. Its business activities have a major impact on the environment in which it operates and can have both a direct and an indirect bearing on the interests of a wide var- iety of stakeholders. Conversely, societal trends and devel- opments can influence many aspects of the Group’s busi- ness activities. Against this backdrop, the BMW Group maintains a continuous dialogue with its stakeholders world- wide.\n\n— The Paris Climate Agreement and climate neutrality of the BMW Group by 2050\n\n— Circularity and circular design, the use of secondary ma- terials, particularly in relation to battery recycling\n\n— Social responsibility for employees\n\n— Environmental and social standards and respect for human rights in the supply chain, particularly regarding the pro- curement of raw materials for electric mobility applications\n\n— Consistency between supply-side and demand-side de- carbonisation policies\n\n— Ensuring a sufficient supply of critical raw materials\n\nBMW Group Xchange\n\nThe BMW Group Xchange encompasses all the well-estab- lished forms of events organised by the Group, such as the BMW Group Dialogues, the rad°hub and the FUTURE FORUM, providing the appropriate platforms to encourage an intensive dialogue with a variety of target groups.\n\nOur commitment to stakeholder engagement is set out in the ↗ BMW Group Stakeholder Engagement Policy, which outlines both the dialogue objectives and the criteria for identifying and priori- tising stakeholders. A variety of suitable dialogue formats and forms of communication are described in internal guide- lines. Key topics and formats are summarised below ↗ GRI 10242, 10243, 10246.\n\nMaterial topics in 2021\n\nThe BMW Group’s interaction with stakeholders includes top- ics brought to its attention by stakeholders as well as those in which it proactively engages in dialogue. This combination gives rise to a comprehensive range of interlinked topics: ↗ GRI 10244\n\n— Sustainable financing and the EU taxonomy\n\n— Responsible leadership\n\n— Emissions limits without excluding individual drive tech- nologies and vehicle concepts\n\n— Continued development of the regulatory framework for automated driving and digital networks\n\n— Support for new efficiency-enhancing technologies\n\n— Realistic relationship between emissions targets and emissions measurement methods\n\n↗ BMW Group Dialogues are one of the main formats for interact- ing with stakeholders and have been held regularly since 2011. Major topics covered in recent years have included electric mobility, corporate citizenship, urban mobility, envir- onmental and social standards within the supply chain, and circularity, i. e. the transformation from a linear to a circular economy with increasingly closed material cycles ↗ Resource efficiency, circular economy and renewable energy.\n\nBMW Group Dialogues are usually held in the BMW Group’s key sales regions of North America, Europe and Asia on an annual basis. The results of these stakeholder dialogues are documented and incorporated in the Group’s strategic considerations ↗ GRIIndex: 10221.\n\n29\n\nBMW Group Report 2021\n\nTo Our Stakeholders\n\nCombined Management Report\n\nGroup Financial Statements Corporate\n\nGovernance Remuneration Report\n\nOther Information\n\n€ WI 2p\n\nDialogue with Stakeholders",
      "metadata": {
        "page_number": 27,
        "filename": "BMW_Annual_Report_2021.pdf",
        "filetype": "application/pdf"
      }
    },
    {
      "type": "CompositeElement",
      "text": "Participation in public policy development and work in associations\n\nThe BMW Group maintains an active, open and transparent dialogue with representatives of politics, trade unions, asso- ciations and non-governmental organisations (NGOs). The aim is to play a constructive and transparent role in helping shape the general political framework regarding the Group’s business activities.\n\nApart from its own activities in the area of public policy de- velopment, the BMW Group is a member of numerous asso- ciations in various countries. Membership is voluntary in the majority of cases, although there are some situations in which it is necessary to join associations in order to comply with legal requirements.\n\n↗ BMW Group Lobbying Policy\n\nAt the beginning of 2021, the BMW Group assumed the presi dency of ACEA, the Association of European Automo- bile Manufacturers (Association des Constructeurs Eu- ropéens d’Automobiles). In December 2021, it was confirmed that the BMW Group will continue to chair the association for a further year (2022).\n\nIn the interest of transparency, the BMW Group always dis- closes the most important association memberships on its website ↗ BMW Group List of Memberships.\n\nFinancial market presence with sustainability credentials Regular, in-depth communication with the capital market has always been given a high priority within the BMW Group. In the meantime, sustainability has become a decisive cri- terion on financial markets. Furthermore, investors and fi- nancial analysts alike are increasingly considering environ- mental, social and governance (ESG) aspects in their investment recommendations and decision-making pro- cesses.\n\nAgainst the background of the Paris Climate Agreement, pol- icymakers in Europe are also increasingly addressing the is- sues of climate protection and sustainability. For example, the EU Action Plan for Sustainable Finance aims to direct capital flows towards sustainable economic activities. A key element of the EU Action Plan is the introduction of a stand- ardised system to classify what is sustainable and what is not. ↗ EU Taxonomy\n\nSince 2019, sustainability criteria have also been a major factor for the BMW Group’s pension fund investment strate- gy. The current focus is on measuring the carbon footprint of significant parts of these assets on the one hand and the risks attached to their future performance on the other. The BMW Group aims to achieve carbon neutrality with respect to its pension plan assets by 2050 at the latest.\n\nWe currently record carbon emissions associated with all our equity investments and a significant proportion of our fixed-income assets. The relevant emissions data are includ- ed in the TCFD Report relating to our UK pension plan, which is required to be prepared annually in line with legislation that came into force in 2021 for larger-scale UK pension schemes.\n\nIn addition, standard benchmarks for measuring the invest- ment performance of liquid assets were revised again in 2021 with the aid of ESG-oriented indices.\n\nThe volume of non-liquid pension plan assets invested in our various impact funds continues to grow according to sched- ule. The investments made to date in this area relate not only to climate protection, but also to other Sustainable De- velopment Goals (SDGs) set by the UN. In 2021, the focus of investment was on making cities more sustainable and ad- dressing the consequences of climate change.\n\n30\n\nBMW Group Report 2021\n\nTo Our Stakeholders\n\nCombined Management Report\n\nGroup Financial Statements Corporate\n\nGovernance Remuneration Report\n\nOther Information\n\n< = Q\n\nDialogue with Stakeholders",
      "metadata": {
        "page_number": 29,
        "filename": "BMW_Annual_Report_2021.pdf",
        "filetype": "application/pdf"
      }
    },
    {
      "type": "CompositeElement",
      "text": "Outlook\n\nSTAKEHOLDER GROUPS AND FORMS OF DIALOGUE\n\nThe BMW Group will continue to interact closely with its stakeholders in 2022.\n\nThe continual dialogue with investors and financial analysts on sustainability-related topics will be continued. Apart from direct dialogue, the BMW Group’s participation in (virtual) SRI / ESG roadshows and conferences is again planned.\n\nMoreover, plans are in place for the coming year to expand the scope of recording the carbon emissions associated with our investments, with the primary aim of reliably assessing and transparently documenting the compatibility of our in- vestments with the climate goals enshrined in the Paris Agreement. To the extent possible, our aim is to take account of non-liquid investments in the Group’s reporting on sus- tainability, or at least for all such investments to be reviewed from a sustainability perspective.\n\nThe BMW Group will continue developing its own dialogue options on an ongoing basis. We also intend to broaden the scope of internal dialogue with employees in 2022 (↗ Employ ees and society). In addition, we plan to participate in a variety of public discussion formats going forward.\n\nBMW\n\nGroup\n\nin\n\ndialogue\n\nSurveys (including a corporate reputation study), social media, trade fairs, mass media Dialogue with employees and managers, employee surveys, idea management, internal media Dialogue, conferences and technology workshops with investors and analysts Dialogue in the context of industry initiatives, joint events, training courses, presentations, supplier risk assessments Dialogue with sales organisations and coordinating units of importers Participation of Company experts in committees and working groups, memberships of initiatives and associations Available to answer questions from policymakers and provide information to political decision makers on relevant topics from the company’s perspective Visiting universities and colleges, talks, discussions, dialogue events with students Dialogue within the context of press trips, press releases, information events on new products, test drives, trade fairs Discussions with local residents, plant tours, press engagements Facetoface meetings / dialogue, responding to enquiries Customers Employees Capital market Suppliers Business partners Networks and associations Political decision makers Academia Media Local stakeholders Civil society and NGOs\n\n↗ GRI 10240, 10243\n\n31\n\nBMW Group Report 2021\n\nTo Our Stakeholders\n\nCombined Management Report\n\nGroup Financial Statements Corporate Governance\n\nRemuneration Report\n\nOther Information\n\n| I 2\n\nBMW Group and Capital Markets",
      "metadata": {
        "page_number": 30,
        "filename": "BMW_Annual_Report_2021.pdf",
        "filetype": "application/pdf"
      }
    },
    {
      "type": "CompositeElement",
      "text": "BMW GROUP AND CAPITAL MARKETS\n\nRATINGS REMAIN AT HIGH LEVEL\n\nThe BMW Group continues to enjoy the best ratings on the capital market of Europe’s automobile manufacturers.\n\nThe persisting impact of the coronavirus pandemic and the challenges posed by the ongoing transformation of the auto- motive industry caused rating agencies to reassess their rat- ings for the automotive sector in 2020, resulting in the ratings and outlooks of numerous companies being downgraded. However, in light of the generally improved situation, upward adjustments were made over the course of 2021.\n\nIn this context, Moody’s raised its outlook for BMW AG from “negative” to “stable” on 26 March 2021. At the same time, the long-term rating of A2 and the short-term rating of P-1 were both confirmed. On 5 August 2021, Standard & Poor’s (S&P) adjusted its outlook for BMW AG from “negative” to “stable” and confirmed its long-term and short-term ratings of A and A-1 respectively.\n\nIn addition to the general recovery in the automotive indus- try, the upgraded outlook reflects the rating agencies’ expec- tations that the BMW Group will continue performing well, despite the challenging economic environment. Moreover, both agencies explicitly highlight the fact that BMW AG con- tinues to implement its policy of decarbonisation, thereby enabling it to undercut the targets set by the EU for 2020.\n\nWith its above-average ratings, the BMW Group enjoys good access to international capital markets and is thus able to benefit from highly attractive refinancing conditions.\n\nStandard\n\nCompany rating Moody’s and Poor’s Longterm debt A2 A Shortterm debt P1 A1 Outlook stable stable\n\nGOOD PLACEMENT IN SUSTAINABILITY RATINGS\n\nThe BMW Group has maintained a good ranking in presti- gious sustainability ratings in 2021. For instance, the BMW Group is represented in the MSCI ESG, Sustainalytics and ISS ESG indexes and is well positioned in its sector in all three. Due to its transparent reporting of carbon emissions, the BMW Group is again in the top grouping (A List) of the CDP rating list.\n\n32\n\nBMW Group Report 2021\n\nTo Our Stakeholders\n\nCombined Management Report\n\nGroup Financial Statements Corporate\n\nGovernance Remuneration Report\n\nOther Information\n\nBMW Group and Capital Markets",
      "metadata": {
        "page_number": 31,
        "filename": "BMW_Annual_Report_2021.pdf",
        "filetype": "application/pdf"
      }
    },
    {
      "type": "CompositeElement",
      "text": "DIVIDEND TO RISE SIGNIFICANTLY\n\nThe Board of Management and the Supervisory Board will propose to the Annual General Meeting that the unappropri- ated profit of BMW AG amounting to € 3,827 million (2020: € 1,253 million) be used to pay a dividend of € 5.80 per share of common stock (2020: € 1.90) and a dividend of € 5.82 per share of preferred stock (2020: € 1.92). The pay- out ratio for 2021 therefore stands at 30.7 % (2020: 32.5 %).\n\nBMW AG STOCK\n\n2021 2020 2019 COMMON STOCK Number of shares in 1,000 601,995 601,995 601,995 Stock exchange price in € 1 Yearend closing price 88.49 72.23 73.14 High 95.89 76.68 77.75 Low 68.34 37.66 58.70 PREFERRED STOCK Number of shares in 1,000 59,404 57,689 56,867 Stock exchange price in € 1 Yearend closing price 73.30 55.20 55.05 High 82.00 57.60 67.85 Low 51.60 32.50 47.54 KEY DATA PER SHARE IN € Dividend Common stock 5.80 2 1.90 2.50 Preferred stock 5.82 2 1.92 2.50 Earnings per share of common stock 3 18.77 5.73 7.47 Earnings per share of preferred stock 4 18.79 5.75 7.49 Free cash flow Automotive segment 9.61 5.15 3.90 Equity 113.60 93.26 90.92 2018 601,995 70.70 96.26 69.86 56,127 62.10 85.50 60.70 3.50 3.52 10.605 10.625 4.12 88.265 2017 86.83 90.83 77.71 55,605 74.64 78.89 67.29 4.00 4.02 13.07 13.09 6.78 82.95\n\n1 Xetra closing prices.\n\n2 Proposed by management.\n\n3 Weighted average number of shares for the year.\n\n4 Stock weighted according to dividend entitlements.\n\n5 The 2018 figures were adjusted due to the change in accounting policy in conjunction with the adoption of IFRS 16 (↗ see Annual Report 2019, Note 6 to the Group Financial Statements).\n\n= Q\n\n601,995\n\nNICHT LÖSCHEN!!!!!\n\n2\n\nCombined Management Report\n\n<€ II fe)\n\nBMW Group Report 2021\n\nCombined Management Report\n\nTo Our Stakeholders\n\nOther Information\n\nGroup Financial Statements\n\nCorporate Governance\n\nRemuneration Report\n\n33\n\n80 Employees and Society\n\n34 Overview of the BMW Group\n\n34 Organisational Structure\n\n80 Employer Attractiveness and Employee Development\n\n34 Business Model and Segments\n\n83 Health and Performance\n\n86 Diversity\n\n35 Locations\n\n89 Corporate Citizenship\n\n38 BMW Group Integrated Strategy\n\n91 Financial Performance\n\n38 Environmental Analysis and Megatrends\n\nGeneral and SectorSpecific Environment\n\n39 Strategy Process\n\n91\n\n95 Overall Assessment by Management of the Financial Year\n\n43 Performance Indicators\n\n44 Performance Management\n\n96 Comparison of Forecasts with Actual Outcomes\n\n98 Earnings Performance of the BMW Group\n\n48 Compliance and Human Rights\n\nProducts and Mobility Solutions\n\n101 Financial Position of the BMW Group\n\n51\n\nInnovation and Customer Orientation\n\n51\n\n103 Refinancing\n\n56 Carbon Emissions and Pollutants\n\n105 Net Assets Position of the BMW Group\n\n59 Electric Mobility\n\n107 Value Added Statement\n\n62 Mobility Concepts and Services\n\n109 Course of Business\n\n65 Product Safety and Data Protection\n\n117 Comments on the Financial Statements of BMW AG\n\n67 Production, Purchasing and Supplier Network\n\n121 EU Taxonomy\n\n67 Production Network\n\n124 Outlook, Risk and Opportunity Management\n\n70 Circular Economy, Resource Efficiency and Renewable Energy\n\n124 Outlook\n\n74 Purchasing and Supplier Network\n\n129 Risk and Opportunity Management\n\n143\n\nInternal Control System\n\n144\n\nDisclosures Relevant for Takeovers and Explanatory Comments",
      "metadata": {
        "page_number": 32,
        "filename": "BMW_Annual_Report_2021.pdf",
        "filetype": "application/pdf"
      }
    },
    {
      "type": "CompositeElement",
      "text": "C O M B I N E D\n\nM A N A G E M E N T R E P O R T\n\n34\n\nBMW Group Report 2021\n\nTo Our Stakeholders\n\nCombined Management Report\n\nGroup Financial Statements\n\nCorporate Governance Remuneration\n\nReport\n\nOther Information\n\nOverview of the BMW Group\n\nOVERVIEW OF THE BMW GROUP\n\nORGANISATIONAL STRUCTURE\n\nBUSINESS MODEL AND SEGMENTS\n\nThe BMW Group successfully manufactures automobiles and motorcycles for the premium and luxury segments on a global basis. With BMW, MINI and Rolls-Royce, the BMW Group owns three of the best-known brands in the au- tomotive industry worldwide. It also occupies a strong mar- ket position in the premium motorcycles segment. At 31 De- cember 2021, the BMW Group employed a workforce of 118,909 people worldwide.\n\nBayerische Motoren Werke Aktiengesellschaft (BMW AG), based in Munich, Germany, is the parent company of the BMW Group, which comprises BMW AG itself and all sub- sidiaries over which BMW AG has either direct or indirect control. ↗ List of Investments. BMW AG is also responsible for managing performance throughout the Group, which is sub-divided into the ↗ Automotive, Motorcycles and Financial Services operating segments ↗ Presentation of segments. The Group’s Other Entities segment primarily comprises holding companies and Group financing companies. The structure of the BMW Group changed significantly at the beginning of the financial year 2022 due to the BMW Group’s majority ac- quisition of the joint venture BMW Brilliance Automotive Ltd. (BBA). 1 Further information on the consolidation of BMW Brilliance Automotive is provided in the ↗ Notes to the Group Financial Statements.\n\nBusiness model\n\nThe BMW Group develops, manufactures and sells innova- tive premium automobiles and motorcycles on a worldwide basis. It also offers a broad range of financial and mobility services. The Group is structured into operating segments, namely the Automotive, the Motorcycles and the Financial Services segments.\n\nAutomotive segment\n\nThe BMW Group manufactures BMW, MINI and Rolls-Royce brand vehicles. The BMW brand caters to a broad variety of customer requirements. Its wide-ranging model portfolio\n\n2\n\n1 The change took place outside of the financial period under report. 2 ↗ Consumption and carbon emissions data\n\n2\n\n€= Q\n\nOther Information\n\nBMW Group Report 2021\n\nTo Our Stakeholders\n\nCombined Management Report\n\nGroup Financial Statements\n\nCorporate Governance Remuneration\n\n35\n\nOverview of the BMW Group\n\nRoyce Motor Cars specialises in providing bespoke customer specifications and offers the utmost in terms of quality and service.\n\ncovers several automobile classes, ranging from the pre- mium compact class, the premium mid-size class and through to the ultra-luxury class. Alongside its state-of-the- art plug-in hybrids and vehicles powered by highly efficient combustion engines, the BMW brand also includes all-elec- tric models manufactured under the BMW i sub-brand, such as the BMW iX and the BMW i4 launched in 2021, as well as modern plug-in hybrid models and high-performance vehi- cles belonging to the BMW M sub-brand.\n\nIts comprehensive range of products enables the BMW Group to meet the diverse expectations and needs of its customers worldwide. The global sales network of the BMW Group’s automobile business currently comprises more than 3,500 BMW, 1,600 MINI and over 150 Rolls-Royce dealerships. ↗ Automotive segment\n\nThe MINI brand promises driving pleasure in the premium compact segment and, alongside models powered by effi- cient combustion engines, it also offers plug- in hybrid and all-electric models. The all-electric MINI Cooper SE 1 was the best-selling model in the MINI family in the year under report.",
      "metadata": {
        "page_number": 33,
        "filename": "BMW_Annual_Report_2021.pdf",
        "filetype": "application/pdf"
      }
    },
    {
      "type": "CompositeElement",
      "text": "Motorcycles segment\n\nAs in all other areas, the BMW Group focuses rigorously on the premium segment with its Motorcycles segment and its model range of motorcycles and scooters in the Sport, Tour, Roadster, Heritage, Adventure and Urban Mobility catego- ries. BMW Motorrad also offers a broad range of equipment options to enhance riding safety and comfort as well as per- sonalised configurations. The Motorcycles segment’s sales network is organised similarly to that of the Automotive seg- ment. Currently, BMW motorcycles are sold by more than 1,200 dealerships and importers in over 90 countries world- wide. ↗ Motorcycles segment\n\nclude assisting customers to manage their fleets on a sus- tainable and climate-friendly basis.\n\nWith a tradition stretching back well over a century, Rolls- Royce is the ultimate marque in the ultra-luxury class. Rolls-\n\nFinancing dealership vehicle fleets serves to support the dealership organisation and rounds off the segment’s range of services. ↗ Financial Services segment\n\nLOCATIONS\n\nFinancial Services segment\n\nThe BMW Group is a leading provider of financial services in the automotive sector. It offers these services in more than 50 countries worldwide via companies and cooperation ar- rangements with local financial service providers and im- porters. The Financial Services segment’s main line of busi- ness comprises credit financing and the leasing of BMW Group brand automobiles and motorcycles to retail customers. Customers can also select from an attractive ar- ray of insurance and banking products.\n\nGlobal overview\n\nThe BMW Group operates on a worldwide basis. The BMW Group’s largest automobile and motorcycle markets are located in Europe, particularly in Germany and the United Kingdom (UK) as well as in China and the USA.\n\nOperating under the brand name Alphabet, the BMW Group’s international multi-brand fleet business provides financing and comprehensive management services for corporate car fleets in more than 20 countries. 2 These services also in-\n\n1 ↗ Consumption and carbon emissions data 2 Including cooperation partners\n\nReport\n\n36\n\nBMW Group — Report 2021\n\nTo Our Stakeholders\n\nCombined Management Report\n\nCorporate Governance Remuneration Report\n\nGroup Financial Statements\n\nOther Information\n\n€ Wl 5)\n\nOverview of the BMW Group",
      "metadata": {
        "page_number": 35,
        "filename": "BMW_Annual_Report_2021.pdf",
        "filetype": "application/pdf"
      }
    },
    {
      "type": "CompositeElement",
      "text": "LOCATIONS WORLDWIDE\n\nSales subsidiaries and\n\nFinancial Services\n\nAunRWN A Headquarters Mexico\n\n5 United Arab Emirates\n\n6 Brazil\n\n7 Argentina *\n\n8 South Africa 9 Russia 10 India 11 China 12 South Korea 13 Japan\n\n14 Thailand 15 Malaysia 16 Singapore 17 Indonesia * 18 Australia 19 New Zealand\n\n* Sales locations\n\nProduction outside Europe BMW Group plant Araquari, Brazil BMW Group plant Chennai, India BMW Group plant Manaus, Brazil BMW Group plant Rayong, Thailand BMW Group plant Rosslyn, South Africa BMW Group plant San Luis Potosí, Mexico BMW Group plant Spartanburg, USA BMW Brilliance Automotive, China (joint venture – 3 plants)\n\nrt an\n\naa\n\nos :\n\n3\n\ne\n\n1\n\n=\n\na)\n\n9\n\nee”\n\n10\n\nae”\n\n11\n\ncea\n\n°,\n\n12\n\nAB\n\n13\n\nPartner plants outside Europe Partner plant, Chongqing, China Partner plant, Hosur, India Partner plant, Jakarta, Indonesia Partner plant, Cairo, Egypt Partner plant, Kulim, Malaysia\n\n_,\n\n4\n\n41\n\nSales subsidiaries and Financial Services locations worldwide\n\n.\n\n?\n\n6\n\n31\n\nProduction and assembly plants\n\nane’\n\n8\n\noS\n\n5\n\nFy .\n\n13\n\nCountries with research and development locations\n\n14\n\non\n\nO91 °\n\n15\n\nae\n\n16\n\nae”\n\ne\n\n18\n\ne\n\n19\n\nResearch and development network outside Europe\n\na\n\nBMW Group Designworks, Newbury Park, USA BMW Group Technology Office USA, Mountain View, USA BMW Group Engineering and Emission Test Center, Oxnard, USA BMW Group ConnectedDrive Lab China, Shanghai, China, and BMW Group Designworks Studio Shanghai, China BMW Group Technology Office, Shanghai, China BMW Group Engineering China, Beijing, China BMW Group Engineering Japan, Tokyo, Japan BMW Group Engineering USA, Woodcliff Lake, USA BMW Group IT Technology Office, Greenville, USA BMW Group IT Technology Office, Singapore BMW Group IT DevOps Hub, Rosslyn, South Africa BMW do Brasil, Araquari, Brazil BMW Group Technology Office Tel Aviv, Tel Aviv, Israel BMW Group R&D Center Seoul, Seoul, South Korea\n\n37\n\nBMW Group — Report 2021 To Our Stakeholders\n\nCombined Management Report\n\nCorporate Governance Remuneration Report\n\nGroup Financial Statements\n\nOther Information\n\nOverview of the BMW Group",
      "metadata": {
        "page_number": 36,
        "filename": "BMW_Annual_Report_2021.pdf",
        "filetype": "application/pdf"
      }
    },
    {
      "type": "CompositeElement",
      "text": "LOCATIONS IN EUROPE\n\nSales subsidiaries and\n\nFinancial Services\n\n1 Germany\n\n2 Norway\n\n3 Denmark\n\n4 Sweden\n\n5 Finland\n\n6 The Netherlands\n\n7 UK\n\n8 Ireland\n\n9 Belgium / Luxembourg 10 France 11 Switzerland 12 Italy 13 Slovenia * 14 Spain 15 Portugal\n\n16 Czech Republic\n\n17 Poland\n\n18 Austria\n\n19 Slovakia\n\n20 Hungary *\n\n21 Romania *\n\n22 Bulgaria *\n\n23 Greece\n\n2 4 3 8 7 6 17 9 16 10 1 18 19 11 20 12 13 14 22 23 5 21\n\n15\n\nProduction in Europe\n\nBMW Group plant Berlin BMW Group plant Dingolfing BMW Group plant Eisenach BMW Group plant Landshut BMW Group plant Leipzig BMW Group plant Munich BMW Group plant Regensburg BMW Group plant Wackersdorf BMW Group plant Steyr, Austria BMW Group plant Hams Hall, UK BMW Group plant Oxford, UK BMW Group plant Swindon, UK RollsRoyce Manufacturing Plant, Goodwood, UK Partner plants in Europe Partner plant, Born, the Netherlands Partner plant, Graz, Austria Partner plant, Kaliningrad, Russia Research and development network in Europe BMW Group Research and Innovation Centre (FIZ), Munich, Germany BMW Car IT, Munich, Germany BMW Group Autonomous Driving Campus, Unterschleißheim, Germany BMW Group Designworks, Munich, Germany BMW Group Lightweight Construction and Technology Center, Landshut, Germany BMW Group Diesel Competence Centre, Steyr, Austria Critical TechWorks S.A., Porto, Portugal BMW France, S. A. S., Montigny, France\n\nRollsRoyce Motor Cars Ltd., Goodwood, UK\n\n* Sales locations only.\n\n<€\n\n38\n\nBMW Group Report 2021\n\nTo Our Stakeholders\n\nBMW GROUP INTEGRATED STRATEGY\n\n38 Environmental Analysis and Megatrends\n\n39 Strategy Process\n\n43 Performance Indicators\n\nPerformance Management\n\n44\n\n48 Compliance and Human Rights\n\n¢ re, st 5X a c ts)\n\nCombined Management Report\n\nGroup Financial\n\nStatements Corporate Governance Remuneration Report\n\nOther Information\n\n€ WI 2p\n\nBMW Group Integrated Strategy\n\nBMW GROUP INTEGRATED STRATEGY\n\nThe BMW Group operates at the intersection of challenging, increasingly complex and differentiated conditions around the world. This includes:",
      "metadata": {
        "page_number": 37,
        "filename": "BMW_Annual_Report_2021.pdf",
        "filetype": "application/pdf"
      }
    },
    {
      "type": "CompositeElement",
      "text": "ENVIRONMENTAL ANALYSIS AND MEGATRENDS\n\n— Global competition\n\n— Megatrends such as electrification and connectivity\n\n— A capital market focused on profitability and growth\n\n— Sustainability\n\n— Diverging social expectations in the face of climate change\n\nWe constantly refine our corporate strategy and align our strategic targets with these external factors and their dy- namic rate of change as important input parameters.\n\nThe BMW Group’s integrated strategy is based on funda- mental elements, like the integrity of our actions. ↗ Compliance and Human rights.\n\nA company’s success depends to a large extent on its ability to recognise changes in its environment early on, plan for different scenarios, effectively manage risks and take advan- tage of opportunities that may arise from such changes (↗ Risks and opportunities.) To this end, we continuously monitor the business environment in our key regions, using available data to analyse in detail the trends and developments that could affect our business in the future. Regular ↗ Dialogue with stakeholders within the framework of the BMW Group Xchange formats rounds out the picture from the analysis of external and environmental factors.\n\nThe BMW Group strategy is developed from an analysis of the global megatrends that are crucial to the transformation of the automotive industry and essentially comprises the in- tegrated and continuous strategy process, the target system and ↗ Corporate management.\n\nThe most important megatrends with long-term implications for the BMW Group’s business model are currently climate change and the reduction of carbon dioxide (CO2) emissions, electromobility, digitalisation and connectivity – including automated and autonomous driving, as well as mobility pat- terns within society. ↗ GRI 10246\n\nMobility patterns\n\nIndividual mobility appears likely to remain a fundamental human need for the foreseeable future, although vehicle ownership depends to a large extent on income, household size and location (urban/suburban). Mobility services, so- called on-demand mobility (ODM), will remain relevant,\n\n39\n\nBMW Group Report 2021\n\nTo Our Stakeholders\n\nCombined Management Report\n\nGroup Financial Statements\n\nCorporate Governance Remuneration\n\nReport\n\nOther Information\n\n€= Q\n\nBMW Group Integrated Strategy\n\nespecially in urban areas, but will mainly be used as a sup- plementary option ↗ Mobility concepts and services.\n\nAround the world, the conditions for individual mobility in cities and their surrounding suburban areas are developing very differently in some cases and depend above all on the location of these conurbations, their population density and the focus of emissions policy in the respective urban regions. ↗ Mobility concepts and services.",
      "metadata": {
        "page_number": 38,
        "filename": "BMW_Annual_Report_2021.pdf",
        "filetype": "application/pdf"
      }
    },
    {
      "type": "CompositeElement",
      "text": "Climate change and CO2 reduction\n\nWe see the consequences of climate change as a major challenge for the future. As governments around the world work to translate the goals of the Paris Climate Agreement into national laws, investors are increasingly evaluating companies and their business models according to ESG cri- teria ↗ BMW Group and capital market.\n\nThe European Union (EU) sees itself as a global leader in achieving these climate goals. Within the EU, the Sustain- able Finance Framework aims to classify a company’s busi- ness activities according to sustainability criteria.\n\nThe US government has also proposed more ambitious cli- mate-protection goals that aim to halve greenhouse gas emissions by 2030 from 2005 levels. China is relying on fleet limits and a growing percentage of zero-emissions vehicles.\n\nElectromobility and drive technologies\n\nIn the transport sector, a swift transition to electromobility is an important prerequisite on the road to climate neutrality. By 2030, the BMW Group will be capable of offering a com- plete array of electric vehicles in terms of both product diver- sity and range. Growing demand is additionally strength- ened by the benefits of lower running costs and framework conditions such as government subsidies ↗ Electromobility.\n\nDigitalisation and connectivity\n\nIn addition to the topics already referred to, the combination of digitalisation and connectivity is another important mega- trend for the BMW Group. The modern vehicle is already one of the most complex and software-intensive items owned by consumers. Vehicles are increasingly viewed as digital ob- jects, with corresponding functions expected. Customers de- mand products that are seamlessly and perfectly integrated into their familiar living environment. It is therefore safe to assume that digital business models will generate a growing percentage of added value in the future. China, in particular, is setting new standards for digitalisation. Customer desires are increasingly influenced by the world of consumer elec- tronics and are an important factor in purchasing decisions ↗ Innovation and customer orientation.\n\nIn addition to the new possibilities digitalisation can offer customers, further potential lies in networking mobile value creation. To create a virtual platform and meet future chal- lenges, the BMW Group founded the Catena-X Automotive Network, together with other manufacturers, system suppli- ers and technology partners ↗ Production, purchasing and supplier network.",
      "metadata": {
        "page_number": 39,
        "filename": "BMW_Annual_Report_2021.pdf",
        "filetype": "application/pdf"
      }
    },
    {
      "type": "CompositeElement",
      "text": "Automated / autonomous driving\n\nAlongside digitalisation, development of automated/autono- mous driving remains a key expectation for the future of mo- bility. Due to the importance of this topic for the automotive industry and the complexity of the technologies and exper- tise involved, extensive funding is being channelled into de- velopment in this area worldwide.\n\nConcrete requirements and regulations for autonomous driv- ing are likely to be in place in individual countries and re- gions by 2025. The aim of all regulators is assumably to au- thorise autonomous driving systems in the medium term ↗ Products and mobility solutions.\n\n*\n\nSTRATEGY PROCESS\n\nThe BMW Group regards the strategy process as a continu- ous task. The assumptions underpinning our strategies are regularly reviewed, based on the findings from our analysis of environmental and external factors. The Board of Manage- ment sets the strategic direction for this process, regularly addressing strategic issues for the BMW Group and assess- ing the impact of external factors. The BMW Group’s corpo- rate strategy is the starting point for business departments to systematically align their own strategy with the Company’s strategic goals and define the concrete measures that must be implemented in order to achieve them. This process takes place via a planning and management system with a built-in feedback loop.\n\n*\n\n* ↗ Consumption and carbon emissions data.\n\n40\n\nBMW Group Report 2021\n\nTo Our Stakeholders\n\nCombined Management Report\n\nGroup Financial Statements\n\nCorporate Governance Remuneration\n\nReport\n\nOther Information\n\n€ WI 2p\n\nBMW Group Integrated Strategy\n\nThe strategy is integrated into annual longer-range corpor- ate planning, with implementation monitored by a target system that is comprised of aspects finance, customers, pro- cesses, learning and development. ↗ Performance indicators.\n\nCorporate strategy\n\nThe BMW Group’s corporate strategy, referred to as the “BMW Group strategy”, forms the core of our integrated ap- proach. It defines the framework for decision-making and lays the foundation for the Company to maintain a consistent focus on profitability, growth and sustainability, even in an increas- ingly dynamic environment.\n\nThe BMW Group strategy comprises four elements: position, di- rection, strategic approach and collaboration. These formulate the various aspects of our aspirations and are combined in a “strategy arrow” that serves as a symbol for our forward-looking approach. This strategic framework provides a fixed point of ref- erence for all decisions of Company-wide significance.\n\nA",
      "metadata": {
        "page_number": 39,
        "filename": "BMW_Annual_Report_2021.pdf",
        "filetype": "application/pdf"
      }
    },
    {
      "type": "CompositeElement",
      "text": "Position – What does the BMW Group stand for?\n\nThe BMW Group is committed to first-class individual mobil- ity and contributes to sustainable development. It aims to find the right balance between business, the environment and society. The BMW Group combines driving pleasure and responsibility without compromise and, together with its partners, leads the industry in environmental, social and in- tegrity standards. The Company is committed to the Paris Climate Agreement and providing a verifiable track record of continuous improvement. To achieve this and reduce the im- pact on the environment as a whole, the BMW Group is pro- moting as well the reduction of CO2 emissions throughout the whole product life cycle as the principles of the circular economy – from the supply chain, to production, the use phase and the recycling of its products. For this reason, BMW has also laid out ambitious targets to reduce CO2 emis- sions by 2030 (reference year 2019), understood as follows:\n\n1. In the use phase of the vehicle, an average reduction of more than 50 % for every kilometre driven\n\n2. In production, a reduction of 80 % for every vehicle produced\n\n3. In the supply chain, a reduction of more than 20 %\n\nMeasurable science-based targets, initially up until 2030, have been firmly established across the Company, laying the foundation for the reduction of our CO2 emissions. We have joined the Science-Based Targets Initiative (SBTi) for this purpose. This will enable us to guarantee transparency and comparability in the validation and measurement of our tar- gets and, at the same time, ensure they are in line with the latest scientific findings ↗ CO2 and emissions.\n\nControl parameters such as life cycle CO2 emissions and sec- ondary raw material quotas are already important perfor- mance indicators during the development phase of our vehi- cle projects ↗ Performance indicators.\n\nTo leverage the potential for lowering CO2 emissions during the use phase, in particular, the BMW Group is actively working on numerous projects and initiatives to improve the framework conditions for electromobility. However, while the ambitious goals of the Paris Climate Agreement are de- signed to tackle climate change in the transport sector, they can only be achieved through a combination of all modern drive technologies in addition to electromobility that are closely aligned with customer needs and different mobility requirements around the world. Modern combustion-en- gine technology continues to make a meaningful contribu- tion to the effective reduction of CO2 emissions worldwide. For this reason, the BMW Group offers those customers who choose not to buy an electrified vehicle – because of their mobility needs or because the prerequisites are not met – vehicles with modern, efficient internal combustion engines that rely on technology that is continuously further\n\nPosition Direction Strategic approach Collaboration\n\ndeveloped. Plug-in hybrid (PHEV) concepts also provide a good alternative in these circumstances. ↗ Products and mobility solutions.\n\nSustainability is built into individual market strategies across our global sales organisation. Centralised measures are combined with local activities in the markets to imple- ment a holistic programme. Best practices in the fields of environmental protection, social sustainability, corporate citizenship and governance are also shared within an es- tablished international sustainability network.\n\naN\n\nDirection –",
      "metadata": {
        "page_number": 40,
        "filename": "BMW_Annual_Report_2021.pdf",
        "filetype": "application/pdf"
      }
    },
    {
      "type": "CompositeElement",
      "text": "What drives the BMW Group?\n\nDirection is the second strategic element, after position. The BMW Group offers exciting products for current and future generations and secures its independence as a company by maintaining a high level of profitability. The BMW Group is shaping the future of sustainable mobility with its passion and strong capacity for innovation. Thanks to its exciting products, the Company is able to achieve maximum custom- er satisfaction and brand strength, and thus grow its market share.\n\n41\n\nBMW Group Report 2021\n\nTo Our Stakeholders\n\nCombined Management Report\n\nGroup Financial Statements\n\nCorporate Governance\n\nBMW Group Integrated Strategy\n\nThe focus on profitability is a very important aspect of the BMW Group’s corporate management system. All measures and initiatives are aimed at further developing the BMW Group’s strong economic base, so it can continue to operate independently and invest in the future.\n\nTo underline the importance of the BMW Group’s economic performance capabilities, our ambitious financial targets are tied to the following strategic key performance indicators: EBIT margin in the Automotive segment (between 8 and 10%), RoCE in the Automotive segment (at least 18%) and Group EBT margin (more than 10%) ↗ Performance indicators.",
      "metadata": {
        "page_number": 40,
        "filename": "BMW_Annual_Report_2021.pdf",
        "filetype": "application/pdf"
      }
    },
    {
      "type": "CompositeElement",
      "text": "Strategic approach – Where is the BMW Group heading?\n\nThe BMW Group is focused on its customers worldwide and on meeting their different requirements. It does so by un- derstanding the needs of its current and future customers and exceeding their expectations. It combines ground breaking technologies, emotional products and individual customer care to create a unique overall experience. Creat- ing the best customer experience, both physically and digi- tally, as well as personalised, reliable communication, is of primary importance to us.\n\nAs part of our focus on efficiency, we regularly assess ways to utilise synergies and efficiencies across the Company in an effort to reduce the complexity that arises from increas- ingly strict and heterogeneous regulatory requirements. Faster, digitalised processes within lean structures are fun- damental to systematically leveraging efficiencies. In vehicle development, for instance, we see considerable potential for reducing process time through digitalisation. In addition to this, distinguishing the BMW Group from its competitors, we are also taking advantage of the expanded possibilities of digitalisation for customer contact, with integrated product and service offerings, functional upgrades and customer support. The BMW Group is also bolstering its portfolio with attractive new models – especially in highly profitable segments.\n\nThe BMW Group is making customer experience the focus of all its marketing and sales activities. The aim is to offer the industry’s best premium customer experience and to seam- lessly integrate all customer touchpoints, online and offline.\n\nThe launch of the My BMW app in July 2020 has given BMW a direct channel to its customers and provided them with a direct link not only to their BMW dealership, but also to the BMW brand as a whole. Customers can use the app to make service appointments, request information on the condition of their vehicle, or receive the latest news on BMW brand products and services. The topic of battery charging has also been fully integrated in this digital ecosystem. The My BMW app can also be used to plan trips and display suitable charging points along the route. The same applies, of course, to the MINI brand with the MINI app.\n\nWe recognised the importance of electromobility early on and began our transformation in this direction accordingly. In the initial phase, the BMW Group introduced electrification into standard production with the launch of the fully electric BMW i3 in 2013. In 2014, the BMW Group launched the BMW i8, with ground breaking technology and a futuristic design.\n\nRemuneration Report\n\nOther Information\n\n€ WI 2p\n\nThe current, second phase of the transformation began in 2020 with our all-electric model offensive, led by the MINI Cooper SE* and the BMW iX3*, and followed in late 2021 with the BMW i4 and BMW iX. Since 2013, the BMW Group has delivered a total of more than 1 million electrified vehi- cles to customers. From 2022 onwards, alongside the BMW X3 / iX3, additional models will be available with a choice of fully electric or plug-in hybrid drivetrain, or with a state-of- the-art internal combustion engine – for example, in the next generation of luxury BMW 7 Series and BMW 5 Series se- dans and the BMW X1. Going forward, the BMW Group will continue to meet specific customer needs in individual mar- kets and segments with a broad range of state-of-the-art drive systems. ↗ Innovations and customer orientation.",
      "metadata": {
        "page_number": 41,
        "filename": "BMW_Annual_Report_2021.pdf",
        "filetype": "application/pdf"
      }
    },
    {
      "type": "CompositeElement",
      "text": "By 2023, in the middle of the second phase, we will already have at least one fully electric model on the roads in virtually all key model series – from the compact segment to the ultra-luxury class. In this context, we are investing additional funds and plan to increase electrified vehicles’ share total deliveries to over 30% by 2025. The trend towards electro- mobility will also continue to progress dynamically beyond the year 2025. By 2030, the BMW Group plans to increase the share of fully electric automobiles in its total deliveries to more than 50%. ↗ Performance indicators.\n\nTo make this transformation possible, the BMW Group is pushing ahead, both by restructuring existing plants and by further developing employee competences (↗ Employees and Society). The restructuring of BMW Group Plant Munich pro- vides a clear example of how the BMW Group can success- fully and smoothly transform a full plant, including produc- tion of internal combustion engines, to 100% electromobility during ongoing production by 2026. ↗ Production, Purchasing and Supplier network.\n\n* ↗ Consumption and carbon emissions data\n\n42\n\nBMW Group Report 2021\n\nTo Our Stakeholders\n\nCombined Management Report\n\nGroup Financial Statements\n\nCorporate Governance Remuneration\n\nReport\n\nOther Information\n\n€ WI 2p\n\nBMW Group Integrated Strategy\n\nIn addition to delivering product substance, we also offer our customers a 360˚ approach to electrification, by creating an appropriate charging ecosystem – because charging is a trailblazer for electromobility. As well as offering charging options at home and at work, we also provide public charg- ing through BMW Charging and MINI Charging ↗ Mobility con cepts and services.\n\nThe BMW iX is the first BMW Group vehicle to offer automated driving and parking functions from a new technology kit that will enable continuous improvement and expansion of driver assistance functions and highly automated driving in the mid- term (Level 3). These functions will continue to be rolled out and used in the next-generation BMW 7 Series and BMW 5 Series, for instance. Moreover, with the launch of the BMW iX, the BMW Group became the first premium manufacturer to in- clude the 5G mobile communications standard in a series pro- duction vehicle on a worldwide basis. In terms of mobility, this means comprehensive expansion of data-based services in the fields of entertainment and infotainment, automated and assisted driving and, above all, road safety.\n\nBMW M is also currently working on various forms of electri- fication and already launched a performance car with a fully electrified drive train, the BMW i4 M50*, in 2021. At the same time, MINI’s transition to an all-electric brand underlines its urban identity. Rolls-Royce, the world’s leading luxury brand, will also focus on electromobility in the future ↗ Automotive segment.\n\nBMW Motorrad is continuing to evolve in the direction of electromobility. The “Vision Amby” Vision Vehicle and the fully-electric Concept CE 02 provide a glimpse of the future of urban mobility. In the urban mobility segment, the CE 04 electric scooter is a trailblazer for BMW Motorrad’s electro- mobility strategy ↗ Motorcycles segment.\n\nIn the Financial Services Segment, the strategic approach is geared towards making the product range available to all customer groups across all channels ↗ Financial Services segment.\n\n4",
      "metadata": {
        "page_number": 41,
        "filename": "BMW_Annual_Report_2021.pdf",
        "filetype": "application/pdf"
      }
    },
    {
      "type": "CompositeElement",
      "text": "How does the BMW Group ensure cooperation?\n\nvey confirm high internal acceptance of the BMW Group’s strat- egy and sustainability activities, as well as employees’ willingness to play their part ↗ Employees and Society. BMW Group employees not only work closely together within the Company, but also with external partners. The stable relationships that have grown over time in our partner networks are based on the same values as those at the BMW Group. This has been especially evident during the pandemic years of 2020 and 2021. Even when confronted with the challenges of global lockdowns and the shortage of semiconductor components, our supply chains have held up well and our retail network showed its strength. This is the only way we can maximise our effectiveness and, together, lead the Com- pany to success.\n\nWe are constantly expanding our collaborations to secure access to new technologies and increase value creation – setting cooperation goals and defining strategic fields of co- operation with our partners based on the strategic frame- work.\n\nThe third phase of the transformation will begin in 2025 with our global fully electric product line-up, the Neue Klasse. Production of vehicles for the Neue Klasse will get underway at the newly constructed BMW Group Plant Debrecen and then expanded to BMW Group Plant Munich from 2026 on- wards. The Neue Klasse sets the standard for digitalisation, electrification and sustainability. It will be characterised by a New Cluster Architecture (NCAR) geared exclusively towards battery electric vehicles (BEVs), a completely redefined tech stack autonomous driving and a newly developed high-per- formance electric drivetrain generation. The Neue Klasse also makes a significant contribution to sustainability, by re- lying on the concept of circularity ↗ Circular design.\n\nOur ambitious strategic objectives can only be achieved if all employees work together. Diversity is an important compo- nent of our competitiveness ↗ Employees and society. The diver- sity metric defines the share of women in management po- sitions as a key performance indicator and a strategic target variable. The aim is to increase the share of women in man- agement positions at the BMW Group to 22% by 2025 ↗ Per formance indicators.\n\nTo anchor strategy within the Company, it is critical to keep em- ployees and managers informed, to strengthen their creativity and to encourage them to actively participate in the implementa- tion and achievement of goals. The results of the Employee Sur-\n\n* ↗ Consumption and carbon emissions data\n\n43\n\nBMW Group Report 2021\n\nTo Our Stakeholders\n\nCombined Management Report\n\nGroup Financial Statements\n\nCorporate Governance Remuneration\n\nBMW Group Integrated Strategy",
      "metadata": {
        "page_number": 42,
        "filename": "BMW_Annual_Report_2021.pdf",
        "filetype": "application/pdf"
      }
    },
    {
      "type": "CompositeElement",
      "text": "PERFORMANCE INDICATORS\n\nGroup\n\n— Group profit before tax (Group EBT)\n\n— Number of employees at the end of the year\n\n— Share of women in management positions\n\nOnce strategic targets have been derived from the findings of the ↗ environmental analysis and the ongoing ↗ strategy process within the Company, the BMW Group target system trans- lates the strategy into a clear system for measuring perfor- mance. The target system is therefore a key instrument for anchoring strategy throughout the Company. For corporate management purposes, the strategic targets are backed by effective performance indicators.\n\nAutomotive segment\n\n— Profit before financial result as a percentage of segment revenues (EBIT margin)\n\n— Return on capital employed (RoCE) in %\n\n©\n\n— Deliveries (in units)\n\n— Share of electrified cars in total deliveries (in %)\n\n— CO2 emissions EU new vehicle fleet (in g CO2/km)\n\n— CO2 emissions per vehicle produced (in tons)\n\nLong-range corporate planning for the Company as a whole and its segments is geared towards the structure of the BMW Group target system. In this way, the targets set out in the planning are regularly compared with the BMW Group’s strategic goals. Department strategies are also aligned with the corporate strategy.\n\nMotorcycles segment\n\n— Profit before financial result as a percentage of segment revenues (EBIT margin)\n\n— Return on capital employed (RoCE) in %\n\n— Deliveries (in units)\n\nFinancial Services segment\n\nOnce approved by the Board of Management and Super- visory Board, the target figures in the strategic target system form the planning basis for the current reporting year and the target agreements for BMW Group managers. ↗ Remuneration report ↗ GRIIndex: 10235. Companies subject to the provisions of German Accounting Standard No. 20 (DRS 20) must define the Company’s most effective performance indicators for corporate management during the external reporting period (key performance indicators).\n\nThe following summarises the strategic targets and key per- formance indicators defined in DRS 20, which also form the basis for ↗ Performance Management. ↗ GRIIndex: 10219\n\n— Return on equity (RoE) in %\n\n* ↗ Consumption and carbon emissions data\n\nReport\n\nOther Information\n\n€ WI 2p\n\n*\n\n*\n\n44\n\n44\n\nBMW Group Report 2021\n\nTo Our Stakeholders\n\nCombined Management Report\n\nGroup Financial Statements\n\nCorporate Governance\n\nBMW Group Integrated Strategy",
      "metadata": {
        "page_number": 43,
        "filename": "BMW_Annual_Report_2021.pdf",
        "filetype": "application/pdf"
      }
    },
    {
      "type": "CompositeElement",
      "text": "PERFORMANCE MANAGEMENT\n\nThe BMW Group’s performance management system fol- lows a value-based approach that focuses on profitability, consistent growth, value enhancement for capital providers, sustainability, climate protection and job security. Capital is considered to be employed profitably when the amount of profit generated on a sustained basis exceeds the cost of equity and debt capital. This strategy also secures the de- sired degree of corporate autonomy in the long term.\n\nis managed primarily at segment level. In order to manage long-term corporate performance and assess strategic is- sues, additional key performance figures are taken into ac- count within the management system at Group level. In this context, the value added serves as one of several indicators to measure the contribution made to enterprise value during the financial year. This aspiration to add value is measured at both Group and segment level by means of the key finan- cial and non-financial performance indicators (value drivers). The link between value added and the relevant value drivers is presented in a simplified form below.\n\nManaging sustainability\n\nThe BMW Group’s performance management system is based on a multi layered structure. Operational performance\n\nThe BMW Group’s long-term corporate strategies are deter- mined by the Board of Management. Responsibility for im- plementing the Group’s sustainability goals therefore lies\n\nBMW GROUP – VALUE DRIVERS\n\nExpenses Profit Return on sales Value added Return on capital (RoCE or RoE) Revenues Capital turnover Capital employed Cost of capital Average weighted cost of capital rate\n\nRemuneration Report\n\nOther Information\n\n<€ TT} 2\n\nwith the full Board. All topics submitted to the Board of Man- agement for decision-making must also be evaluated from the point of view of sustainability, thereby ensuring that sus- tainability issues are systematically integrated in deci- sion-making processes.\n\nAs part of the procedures for managing sustainability on an integrated basis at corporate level, a Group target system has been created, which has been implemented for each of the Board members’ areas of responsibility. The BMW Group has set itself the target of decarbonising its vehicle fleet by an average of 40 % overall over the entire life cycle by 2030, based on the reference year 2019. In this context, specific targets have been set for the vehicle’s use phase, production and the supply chain (↗ Position) including emissions reduc- tion targets across the entire value chain (↗ carbon emissions and pollutants). Additionally, specific carbon targets have been set for each vehicle project.\n\nAn integrated approach to target management ensures that the BMW Group’s vehicle projects make a positive contribu- tion towards achieving the sustainability targets that have been set. By 2030, the BMW Group intends to drastically broaden the scope of recycling, while further increasing the proportion of secondary raw materials used to manufacture its automobiles. With this point in mind, the BMW Group es- tablished the so-called “Secondary First” approach during the year under report. Non-financial performance indicators such as carbon emissions and secondary raw materials quo- tas are therefore key performance indicators for all new vehi- cle projects. The overall result is a cohesive management model across all aspects of the business. ↗ GRIIndex: 10219\n\n45\n\nBMW Group Report 2021\n\nTo Our Stakeholders\n\nCombined Management Report\n\nGroup Financial Statements\n\nCorporate Governance Remuneration\n\nReport\n\nOther Information\n\n€= Q\n\nBMW Group Integrated Strategy",
      "metadata": {
        "page_number": 44,
        "filename": "BMW_Annual_Report_2021.pdf",
        "filetype": "application/pdf"
      }
    },
    {
      "type": "CompositeElement",
      "text": "Managing operational performance at segment level\n\nAt segment level, operational performance is managed us- ing an aggregated approach based on returns on capital. Depending on the business model, the segments are meas- ured on the basis of return on total capital or return on equity.\n\nReturn on capital employed (RoCE) is used for the Automo- tive and Motorcycles segments and return on equity (RoE) for the Financial Services segment. These indicators com- bine a wide range of relevant economic information, such as profitability (return on sales) and capital efficiency (capital turnover) to measure segment performance and the devel- opment of enterprise value.\n\nAutomotive segment\n\nThe most comprehensive key performance indicator used for the Automotive segment is RoCE, which is measured on the basis of segment profit / loss before financial result and the average capital employed in the segment. It provides infor- mation on the profitability of capital employed and business operations. Value driver analyses are used to interpret the causes of a change in RoCE and derive suitable measures to influence its development.\n\nUp to and including the reporting year 2021, capital em- ployed has been defined as the sum of all current and non-current operational assets less liabilities that were available to the operational business and generally did not incur interest (e. g. trade payables and other provisions).\n\nemployed than previously reported. We also expect the amount of capital employed to increase in light of the acqui- sition of further shares in BMW Brilliance Automotive Ltd. and the resulting full consolidation of that entity in the finan- cial year 2022, whereby the increase will arise primarily due to the capitalisation of reacquired rights in conjunction with the purchase price allocation. The RoCE will be impacted temporarily by the higher capital base as well as the related amortisation expense expected to be recorded.\n\nThe new strategic target for RoCE is 18 % (target under the previous definition: 40 %). In substance, the new target is even more ambitious than that previously used to measure the return on capital employed. Value is enhanced for BMW AG shareholders when the RoCE exceeds the cost of capital.\n\nProfit before",
      "metadata": {
        "page_number": 45,
        "filename": "BMW_Annual_Report_2021.pdf",
        "filetype": "application/pdf"
      }
    },
    {
      "type": "CompositeElement",
      "text": "RoCE Automotive =\n\nfinancial result\n\nAverage capital employed\n\nDue to the special significance of RoCE for the BMW Group, the Automotive segment is also managed on the basis of a number of additional key performance indicators that have a significant impact on RoCE and hence on segment perfor-\n\nz oS ty a = i — bar] 4 = 2\n\nmance. These value drivers are the number of vehicle deliv- eries and the operating return on sales (EBIT margin: seg- ment profit before financial result as a percentage of segment revenues) as the key performance indicator for segment profitability.\n\nFurthermore, the Automotive segment manages its compli- ance with fleet carbon emissions requirements in regulated markets. In this context, it also reports on the share of elec- trified vehicles in total deliveries ↗ performance indicators. As compliance with regulatory requirements is a significant fac- tor in the BMW Group’s success, business decisions relating to vehicle projects also take targets for fleet carbon emis- sions into account. ↗ Managing sustainability\n\nWith effect from the reporting year 2022, a simplified defi- nition of capital employed will be applied to make the calcu- lation of RoCE more comprehensible and transparent. More- over, the capital employed figures reflect the focus of the operating segment management. In future, capital employed will be calculated as the sum of intangible assets, property, plant and equipment and net working capital, the latter com- prising inventories and trade receivables less trade pay- ables. The new definition results in a higher level of capital\n\nRETURN ON CAPITAL EMPLOYED (AUTOMOTIVE SEGMENT)\n\nProfit before financial result in € million 2021 2020 Automotive 9,870 2,162 Average capital employed Return on capital employed in € million in % 2021 2020 2021 2020 16,486 17,026 59.9 12.7\n\n46\n\nBMW Group Report 2021\n\nTo Our Stakeholders\n\nCombined Management Report\n\nGroup Financial\n\nStatements Corporate Governance Remuneration Report\n\nOther Information\n\n€ WI 2p\n\nBMW Group Integrated Strategy",
      "metadata": {
        "page_number": 45,
        "filename": "BMW_Annual_Report_2021.pdf",
        "filetype": "application/pdf"
      }
    },
    {
      "type": "CompositeElement",
      "text": "Motorcycles segment\n\nRETURN ON CAPITAL EMPLOYED (MOTORCYCLES SEGMENT)\n\nThe Motorcycles segment is largely managed according to the same logic applied to the Automotive segment. The prin- cipal key performance indicator is the return on capital em- ployed (RoCE). The new definition of capital employed adopted by the Automotive segment will also be applied by the Motorcycles segment, beginning with the 2022 reporting period. As in the Automotive segment, the new strategic RoCE target set for the Motorcycles segment is 18 %.\n\nProfit before financial result in € million 2021 2020 Motorcycles 227 103 Average capital employed in € million 2021 2020 632 687 2021 35.9\n\nReturn on capital employed\n\nin %\n\n2020\n\n15.0\n\nProfit before\n\nRoCE Motorcycles\n\n=\n\nfinancial result\n\nAverage capital employed\n\nThe main value drivers include the number of deliveries as well as the operating return on sales (corresponding to the EBIT margin: segment profit / loss before financial result as a percentage of segment revenues) as the key performance indicator for segment profitability.\n\nFinancial Services segment\n\nRETURN ON EQUITY (FINANCIAL SERVICES SEGMENT)\n\nThe performance of the Financial Services segment is meas- ured on the basis of the return on equity (RoE), a key perfor- mance indicator commonly used in the banking sector. With- in the BMW Group, RoE is defined as segment profit / loss before tax, divided by the average amount of equity capital in the Financial Services segment. The target is a return on equity of at least 14 %.\n\nProfit before tax in € million 2021 2020 Financial Services 3,753 1,725 Average equity capital in € million 2021 2020 16,586 15,343 2021 22.6\n\nReturn on equity\n\nin %\n\n2020\n\n11.2\n\nRoE Financial Services\n\n=\n\nProfit before tax\n\nAverage equity capital\n\n47\n\nBMW Group Report 2021\n\nTo Our Stakeholders\n\nCombined Management Report\n\nGroup Financial Statements\n\nCorporate Governance Remuneration\n\nReport\n\nOther Information\n\n€ WI 2p\n\nBMW Group Integrated Strategy",
      "metadata": {
        "page_number": 46,
        "filename": "BMW_Annual_Report_2021.pdf",
        "filetype": "application/pdf"
      }
    },
    {
      "type": "CompositeElement",
      "text": "Strategic management at Group level\n\nStrategic management and the measurement of its financial impact are coordinated primarily at Group level in conjunc- tion with the long-term corporate plan. One of the key perfor- mance indicators used in this context is Group profit / loss before tax, which provides a comprehensive measure of the Group’s overall corporate performance after consolidation effects and enables a transparent comparison over time. Other key performance indicators at Group level are the size of the workforce at the year-end and the share of women in management functions. By 2025, the BMW Group aims to increase the share of women in management functions to 22 %.\n\nThe information provided by these key performance indica- tors at Group level is complemented by the two financial per- formance indicators of pre-tax return on sales and value added. Value added, as a highly aggregated performance indicator, also provides an insight into capital efficiency and the (opportunity) cost of capital required to generate Group profit. A positive value added means that a return on invest- ment above the cost of capital has been achieved.\n\nCapital employed comprises the amount of Group equity and pension provisions as well as the financial liabilities of the Automotive and Motorcycles segments employed on aver- age at the end of each of the last five quarters. The earnings amount corresponds to Group profit / loss before tax, adjust- ed for interest expense incurred in conjunction with the pen- sion provision and on the financial liabilities of the Automo- tive and Motorcycles segments (profit / loss before interest expense and tax). The cost of capital is the minimum rate of return expected by capital providers in return for the capital employed. Since capital employed comprises an equity cap- ital (e. g. share capital) and a debt capital element (e. g. bonds), the overall cost of capital is determined on the basis of the weighted average rates for equity and debt capital, measured using standard market procedures. The pre-tax average weighted cost of capital for the BMW Group in 2021 was 12 %, unchanged from the previous year.\n\nIn order to determine the internal rate of return, risk-adjusted cost of capital rates are based on the average of actual rates in recent years. In light of the long-term nature of product and investment decisions, the following internal rates of re- turn are used in conjunction with segment management:",
      "metadata": {
        "page_number": 47,
        "filename": "BMW_Annual_Report_2021.pdf",
        "filetype": "application/pdf"
      }
    },
    {
      "type": "CompositeElement",
      "text": "Value-based management for project decisions\n\nOperational business in the Automotive and Motorcycles segments is largely shaped by the life-cycle-dependent character of investment projects that have a substantial in- fluence on future performance. Project-related decisions are therefore a crucial element of financial management in the BMW Group. Project decisions are based on calculations de- rived from the expected cash flows of each individual project. Calculations are made for the complete term of a project, in- corporating future years in which the project is expected to generate cash flows. Project decisions are taken on the ba- sis of net present value and the internal rate of return calcu- lated for the project. The net present value indicates the ex- tent to which the project will be able to generate future net cash inflows over and above the cost of capital. A project with a positive net present value enhances future value add- ed and therefore results in an increase in enterprise value. The project’s internal rate of return measures the average return on the capital employed in the project. For all project decisions, the project criteria and long-term impact on peri- odic results are measured and incorporated in the long-term Group plan. This approach enables an analysis of the impact of project decisions on periodic earnings and rates of return for each year during the term of the project.\n\nValue added\n\nGroup\n\n= earnings amount – cost of capital\n\nearnings amount –\n\n(cost of capital rate x capital employed)\n\n=\n\nin % 2021 2020 Automotive 12.0 12.0 Motorcycles 12.0 12.0 Financial Services 13.4 13.4\n\nVALUE ADDED GROUP\n\nEarnings amount Cost of capital (equity + debt capital) in € million 2021 2020 2021 2020 2021 BMW Group 16,289 5,464 8,938 8,061 7,351\n\nValue added Group\n\n2020\n\n– 2,597\n\nBoard of Management remuneration\n\nPerformance criteria for the short- and long-term variable remuneration of the Board of Management are also based on the main strategic financial and non-financial targets and key performance indicators and contribute towards the BMW Group’s long-term development. Non-financial key performance indicators used in this context include the number of vehicles delivered, the share of women in man- agement functions, carbon emissions and sales of electri- fied vehicles. Financial key performance indicators that have an impact on variable remuneration include the return on capital employed for the Automotive segment as well as other key financial performance indicators monitored at Group level. ↗ Remuneration Report\n\n48\n\nBMW Group Report 2021\n\nTo Our Stakeholders\n\nCombined Management Report\n\nGroup Financial Statements\n\nCorporate Governance Remuneration\n\nReport\n\nOther Information\n\n€ WI 2p\n\nBMW Group Integrated Strategy",
      "metadata": {
        "page_number": 47,
        "filename": "BMW_Annual_Report_2021.pdf",
        "filetype": "application/pdf"
      }
    },
    {
      "type": "CompositeElement",
      "text": "COMPLIANCE AND HUMAN RIGHTS\n\nCompliance means much more to the BMW Group than just complying with applicable laws and Company rules: it is part of our identity and our living culture of integrity and creates a binding framework for all our business activities worldwide. As such, compliance lays the foundation for the long-term success of the Company, builds trust in our products and brands, and shapes the public image of the BMW Group.\n\nCompliance as a corporate function\n\nCompliance is the managerial responsibility of the Board of Management of BMW AG and is primarily executed by creat- ing an appropriate regulatory and supervisory framework, as well as through regular and ad hoc compliance reporting, ac- companied by clear and unambiguous compliance commu- nications. This approach is based on the core belief that compliance with applicable laws and related internal regula- tions is the personal responsibility of each individual em- ployee. As role models, BMW Group managers are also tasked with anchoring compliance culture in their respective area of responsibility and ensuring compliance requirements and processes are implemented accordingly. ↗ GRIIndex 10216\n\nchored by the Board of Management in the Company’s en- hanced understanding of leadership.\n\nCompliance Management System (CMS)\n\nThe BMW Group’s Company-wide CMS is based on the Pre- vent, Detect, Respond Model, which defines specific preven- tion, monitoring, control and response measures, on the ba- sis of clearly assigned roles and responsibilities.\n\nThe CMS is tailored to the Company’s specific risk situation. It addresses all relevant compliance topics, including fraud prevention, export control, anti-money laundering, antitrust compliance, corruption prevention and ↗ human rights as well as ↗ data privacy and technical compliance. These last two topics are the responsibility of the respective specialist departments. An effective and efficient compliance organisation is funda- mental to reducing sanction and liability risks, as well as risks arising from other (non-)financial disadvantages, such as reputational risks.",
      "metadata": {
        "page_number": 48,
        "filename": "BMW_Annual_Report_2021.pdf",
        "filetype": "application/pdf"
      }
    },
    {
      "type": "CompositeElement",
      "text": "Further development of the CMS\n\nDuring the reporting period, the organisation and content of the CMS were refined according to defined strategic focus topics. The objective is to further strengthen the culture of compliance and integrity at the Company, with the declared aim of avoiding Company-related violations of the law.\n\nTHREE-STAGE APPROACH TO COMPLIANCE MANAGEMENT SYSTEM AND COMPLIANCE TOPICS\n\nPREVENT Technical compliance Fraud prevention n ata ctio D prote E c x o p ntrol ort H u rig m hts a n R E S P O N D Corruption prevention Antitrust compliance y e g n erin o ntim d n u A la T C E T E D\n\nDuring the reporting period, the Board of Management of BMW AG significantly refined the compliance organisation and created a new Chief Compliance Officer role, which took effect on 1 January 2021 and which serves as head of the Group Compliance. In addition to being responsible for the Compliance Management System (CMS), the Chief Compli- ance Officer manages the Group Compliance division and briefs the Board of Management and Supervisory Board of BMW AG on development and implementation of the CMS at regular intervals. Furthermore, compliance has been an-\n\nFurther development of the CMS is also taking place against the backdrop of external factors, such as global legal devel- opments and the evolution of compliance at other compa- nies. To this end, the BMW Group is involved in various asso- ciations and interest groups and has been an active corporate member of the German Institute for Compliance (DICO) for many years, at the Board level and through its leadership of the working group “Human Rights / CSR”.\n\nThe Supply Chain Due Diligence Law will take effect on 1 January 2023 in Germany; the adjustments it requires for the human rights compliance programme have been a key focus for Group Compliance during the reporting period. It should be noted that the Board of Management decided in December 2021 to appoint a Human Rights Officer and assign this role to the head of Group Compliance. Concen- trating relevant expertise in this new function will also contribute to the strategic alignment of the Company in the social dimension of sustainability. Other priorities arose in\n\n49\n\nBMW Group Report 2021\n\nTo Our Stakeholders\n\nCombined Management Report\n\nGroup Financial Statements\n\nCorporate Governance Remuneration\n\nReport\n\nOther Information\n\n€ WI 2p\n\nBMW Group Integrated Strategy\n\nthe context of export controls from heightened trade rela- tions between the US and China and in connection with efforts to prevent money laundering, due in part to the in- crease in legislative initiatives to tighten multinational anti-money-laundering requirements.\n\nA further priority was developing and implementing more ex- tensive preventive measures in response to the antitrust proceedings brought by the European Commission and con- cluded in July 2021, concerning restriction of competition in innovation in certain emissions control systems 1. ↗ Note 10 to the Group Financial Statements ↗ GRIIndex: 2053\n\nIncreasingly strict national legislation to protect personal data, and the higher risks associated with this, shaped com- pliance measures regarding data privacy.\n\nIn response to the rapid pace of transformation in the auto- motive industry, activities in the field of technical compliance were also significantly expanded during the period under report.",
      "metadata": {
        "page_number": 48,
        "filename": "BMW_Annual_Report_2021.pdf",
        "filetype": "application/pdf"
      }
    },
    {
      "type": "CompositeElement",
      "text": "Company-wide compliance network\n\nBusiness departments at the BMW Group are responsible for lawful conduct during the performance of their assigned tasks. This means they are also responsible for identifying and evaluating any compliance risks that arise in the course of their daily business. Monitoring and reducing these risks also falls under their scope of duties. More than 230 man- agers group-wide perform these tasks. These Compliance Officers form part of the Compliance Organisation.\n\nSpecialist departments are supported in their work by the central Group Compliance function, as well as a Group-wide network of business unit and division compliance functions, supplemented by around 80 local Compliance Officers (heads of local compliance functions) at BMW AG’s inter- national subsidiaries. Local Compliance Officers are tasked with implementing the CMS and compliance programmes for\n\nrelevant topics within their area of responsibility. Business unit and division compliance functions also perform the task of identifying and implementing specific compliance meas- ures in their area of activity.\n\nExpanded training activities\n\nThe BMW Group continuously refines the Group Compliance training opportunities for specific target groups. For exam- ple, during the year under review, we redesigned our Group- wide mandatory Compliance Essentials online training to create a user-oriented approach with focused content and a high level of interactivity. This training formed part of the mandatory training programme and included human rights topics in the year under report. ↗ GRIIndex: 4122\n\nIn addition to imparting knowledge, online and classroom training options, including practical case studies, play an im- portant part in strengthening the compliance culture and un- derstanding of compliant behaviour at the Company. Online training must be completed every two years by relevant tar- get groups. The training modules include exercises and test questions relating to the BMW Group Legal Compliance Code and corruption prevention, as well as other topics. So far, more than 69,000 employees worldwide have com- pleted the Compliance Essentials training, and over 36,000 employees completed online antitrust compliance training. Department-specific training modules supplement the ex- tensive options – for instance, in the areas of antitrust law or ↗ human rights. ↗ GRIIndex: 2051",
      "metadata": {
        "page_number": 49,
        "filename": "BMW_Annual_Report_2021.pdf",
        "filetype": "application/pdf"
      }
    },
    {
      "type": "CompositeElement",
      "text": "Digitalisation supports compliance\n\nBMW Group employees have used IT-based systems for swift and efficient documentation, assessment and approval of compliance-relevant matters for years. Examples include IT-supported processes to monitor money laundering, sanc- tion lists and exchange activities with competitors as well as to conduct background checks on the reliability of business partners and verify, approve and document the legal admis- sibility of benefits in kind. Measures are implemented to\n\navoid compliance risks on the basis of this evaluation.\n\nReporting system for detecting possible non-compliance with the law and compliance controls\n\nAny employee with questions or concerns relating to compli- ance can discuss these matters with their managers and with the relevant departments within the BMW Group: spe- cifically, with Group Compliance, Legal Affairs and Corporate Audit. The BMW Group Compliance Contact serves as a fur- ther point of contact and provides non-employees with a process for reporting compliance concerns. Our employees worldwide can also submit information relating to possible infringements of the law at the Company in several lan- guages via the BMW Group SpeakUP Line. In 2021, an ombuds person for suppliers was dedicated. ↗ Verification of effectiveness\n\nThe BMW Group protects information providers in two ways. If they prefer, individuals may provide information without disclosing their identity. Policy also stipulates that no one providing information should face retaliatory action. All com- pliance-related queries and concerns are documented and processed using an electronic Case Management System. If necessary, Corporate Audit, Corporate Security, the legal de- partments or the Works Council may be called upon to assist in processing the case. ↗ GRIIndex: 10234\n\nCMS monitoring / controls\n\nObservance and implementation of compliance regulations and processes are subject to regular audits. The BMW Group CMS provides differentiated monitoring levels for this pur- pose. Compliance Officers are those primarily responsible for performing direct checks in their area of responsibility. Further measures integrated into business processes to help reduce risk generally form part of the ↗ Internal Control System. The central Group Compliance function refined its audit ap- proach in 2021, with the aim of increasing audit frequency by introducing risk-based compliance audits without cause. These compliance audits are currently focused on antitrust\n\n50\n\nBMW Group Report 2021\n\nTo Our Stakeholders\n\nCombined Management Report\n\nGroup Financial Statements\n\nCorporate Governance Remuneration\n\nReport\n\nOther Information\n\n€ WI 2p\n\nBMW Group Integrated Strategy\n\nlaw. So-called Compliance Spot Checks were also carried out in 2021, with a focus on possible corruption risks. Cor- porate Audit also conducts audits focused on compliance requirements.\n\nAll control checks are geared towards reducing compliance risks for the BMW Group. Any infringements are immediately remedied, with an emphasis on minimising the risk of repeat offenses and strengthening the understanding of compli- ance within the Company. Where incidences of non-compli- ance can be traced to an individual, such persons will be appropriately sanctioned, in accordance with the processes defined for this purpose.",
      "metadata": {
        "page_number": 49,
        "filename": "BMW_Annual_Report_2021.pdf",
        "filetype": "application/pdf"
      }
    },
    {
      "type": "CompositeElement",
      "text": "Regular compliance reporting to the Board of Management and Supervisory Board\n\nThe Board of Management and Supervisory Board of BMW AG, the Audit Committee and other executive commit- tees are informed on a regular basis and, if necessary, im- mediately by the Chief Compliance Officer. In 2021, the con- tent reported to committees was focused and the frequency of reports increased – for example, at least twice a year for the Board of Management.\n\nGlobal implementation of labour standards and human\n\nrights\n\nInternationally recognised guidelines for environmental and social compliance set the benchmark for the BMW Group’s entire value chain. This applies, in particular, to the Guide- lines for Multinational Companies issued by the Organisa- tion for Economic Cooperation and Development (OECD), the UN Guiding Principles on Business and Human Rights, the Ten Principles of the UN Global Compact, the content of the ICC Business Charter for Sustainable Development, and the United Nations Environment Programme’s (UNEP) Dec- laration on Cleaner Production. The BMW Group concen- trates on topics and action areas where it can exert its influ- ence as a company. With the participation of employee representatives, these (supra)national requirements were incorporated into internal company rules and principles through the ↗ Joint Declaration on Human Rights and Working Conditions in the BMW Group of 2005 (updated in 2010), clarified in the ↗ BMW Group Code on Human Rights and Working Conditions of 2018 and\n\nintegrated with the human rights compliance programme.\n\nThe automotive industry is heavily involved in global supply chains. In a collaborative global value creation process such as this, there is a risk that human rights may not be respect- ed throughout the supply chain. Respect for human rights has been incorporated into the ↗ BMW Group Supplier Sustainability Policy. To fulfil our ↗ environmental and social responsibility, we imple- ment a multistage due diligence process in our Purchasing and Supplier Network division.",
      "metadata": {
        "page_number": 50,
        "filename": "BMW_Annual_Report_2021.pdf",
        "filetype": "application/pdf"
      }
    },
    {
      "type": "CompositeElement",
      "text": "Compliance management in the Financial Services\n\nsegment\n\nThe financial services business entails specific risks, due to the nature of its products and processes. The focus of com- pliance management is therefore anti-money-laundering, compliance with financial sanctions, information and privacy protection, fraud prevention, legislative and regulatory moni- toring, consumer protection and implementing the require- ments of the Financial Supervisory Authorities. To manage risk in these areas, the Financial Services segment has established its own Compliance and Governance depart- ment, which works closely with the central Group Compli- ance function as a decentralised unit. Based on an annual trend analysis it identifies the possible need for adjustments and defines resulting measures. Implementation by the BMW Group’s financial services companies worldwide is continuously reviewed and reported to the management of the Financial Services segment on a quarterly basis.\n\nIn the BMW Group’s Financial Services segment, compli- ance is incorporated into the target management process. Integration of specific targets into strategic steering under- lines the importance of this topic and helps to monitor the implementation. A management system also supports the process of identifying risks arising from non-compliance with internal and external regulations at an early stage.\n\nIn addition to the Company’s international purchasing terms and conditions, BMW Group dealer and importer contracts include requirements relating to compliance and human rights. Human rights issues also play an important role in the Company’s choice of locations and major investment decisions. ↗ GRIIndex: 4123",
      "metadata": {
        "page_number": 50,
        "filename": "BMW_Annual_Report_2021.pdf",
        "filetype": "application/pdf"
      }
    }
  ]
}