{
  "pdf_path": "/Users/ab/Documents/Archieve/Consigli/Data/BMW/BMW_Annual_Report_2023.pdf",
  "pdf_name": "BMW_Annual_Report_2023.pdf",
  "total_elements": 57,
  "elements": [
    {
      "type": "CompositeElement",
      "text": "ANNUAL REPORT 2023\n\nBMW FINANCE N.V.\n\nBMW SS GROUP tooveans am”\n\nROLLS-ROYCE « Os eee\n\nContents\n\nAnnual Management Report Report of the Supervisory Board Financial statements Income Statement and Statement of comprehensive income for the year ended 31 December 2023 Balance Sheet at 31 December 2023 Cash Flow Statement for the year ended 31 December 2023 Statement of Changes in Equity Notes to the Financial Statements. Significant accounting policies Interest income and expense Other financial income and expenses Reversal of impairment / (impairment loss) on financial receivables 5. Result from financial transactions 6. Miscellaneous income & expenses. 7. Taxes 8. Remuneration of Board of Directors 9. Receivables from BMW Group companies 10. Other receivables 11. Cash and cash equivalents. 12. Equity 13. Debt securities 14. Loans due to banks 15. Liabilities due to BMW Group companies 16. Movement schedule liabilities 17. Deferred tax liability 18. Financial instruments 19. Risk management 20. Related parties 21. Subsequent events Other information Independent auditor's report Statutory rules as to appropriation of result Declaration by the Supervisory Board Independent auditor's report Rows 04 08 10 10 12 13 14 15 19 20 20 20 21 22 22 23 24 24 24 25 27 27 28 28 28 34 40 42 42 42 44 45\n\n04\n\n04 Annual Management Report\n\n08 Report of the Supervisory Board\n\n10 Financial statements\n\n10 Income Statement and Statement of comprehensive income for the year ended 31 December 2023\n\nBalance Sheet at 31 December 2023\n\nCash Flow Statement for the year ended 31 December 2023\n\nStatement of Changes in Equity\n\nNotes to the Financial Statements\n\n1. Significant accounting policies\n\n2. Interest income and expense\n\n3. Other financial income and expenses\n\n4, Reversal of impairment / (impair- ment loss) on financial receivables\n\n5, Result from financial transactions\n\nR 6. Miscellaneous income & expenses\n\n7. Taxes\n\n8.Remuneration of Board of Directors\n\n9. Receivables from BMW Group companies\n\n10. Other receivables\n\n11.Cash and cash equivalents 12. Equity\n\n13, Debt securities\n\n14, Loans due to banks\n\n15. Liabilities due to BMW Group companies\n\n16. Movement schedule liabilities\n\n17. Deferred tax liability\n\n18. Financial instruments.\n\n19. Risk management\n\n20. Related parties\n\n21.Subsequent events Other information\n\nIndependent auditor's report\n\nStatutory rules as to appropriation of result\n\nDeclaration by the Supervisory Board\n\nIndependent auditor's report",
      "metadata": {
        "page_number": 1,
        "filename": "BMW_Annual_Report_2023.pdf",
        "filetype": "application/pdf"
      }
    },
    {
      "type": "CompositeElement",
      "text": "BMW Finance N.V.\n\nAnnual Management Report\n\nDear Ladies and Gentlemen,\n\nIn 1983, BMW Finance N.V. (hereafter also referred to as the “Company”) was founded as a wholly owned subsidiary of BMW Holding B.V., who in turn is a wholly owned subsidiary of BMW Intec Beteiligungs GmbH, a wholly owned subsidiary of BMW AG, and incorporated in he Netherlands. The main purpose of the Company was and is to assist in the financing of business activities conducted by companies of the BMW Group and its affiliates as well as to provide financial services in connection therewith.\n\nDuring the year under report, the Company has successful tant growth opportunities. The below. Board of ly managed many challenges and embraced impor- Director’s gives an overview of these developments in the paragraphs",
      "metadata": {
        "page_number": 4,
        "filename": "BMW_Annual_Report_2023.pdf",
        "filetype": "application/pdf"
      }
    },
    {
      "type": "CompositeElement",
      "text": "The Company’s activities ai ind risk management\n\nThe core business of the Company comprises primarily dance with the “at arm’s leng and intercompany most important ris! structures are essential to ma minimize all the ris h” princip h its activities. Group polici ing an acceptable level. inancing BMW Group companies priced in accor- le. Consequently, the main activities are providing long-term liquidity, unding for BMW Group companies. Based on its activities, the Company has identified the ‘s associated wi ies, guidelines, control systems, and threshold he Company’s risk appetite an intrinsic part of the business, as they help $s and control them a\n\nFirstly, protection against such derivative financial assets and Derivative financial instrument: risks iabili S are is provided by so-called na used to reduce hedges. With regard to interes’ is explained in more detail in note 19. rate risk, the Company is using ural hedges, that arise when the values of non- ies have matching maturities, amounts (netting), and other characteristics. he risk remaining after considering the effects of natural he financial strategy of the BMW Group, which\n\nand operational ris! ance risk. Risk of fraud is main management is based on the The Company has established hensive, up-to-date informatio! The main categories of risk are credit and coun’ . Non-financial risks could arise its internal control and risk management sys COSO model, where the relevant processes include the early identification of risks and opportunities, their measurement and the use of suitable instruments to manage and monitor risks. an encompassing reporting system that provides decision makers with compre- ‘0 developments regarding the capital markets. erparty default r rom operai ly identified in the area of misapp isk, currency risk, interest rate risk, liquidity risk, ing risks such as the risk of fraud and compli- ropriation of assets. The Company has aligned em on financial n and insights in reporting with the BMW Group policy. Risk\n\nThe Company has locally imp lemented t (‘CMS’). CMS is based on the control and response measures, on to the Company’s specific risk An effec' Prevent, Detect, he basis o' ion. | Respond Model, situa he BMW Group’s Company-wide Compliance Management Syst em which defines specific prevention, monitoring, clearly assigned roles and responsibilities. The CMS is tailored addresses all relevant compliance topics, including fraud preven ive and efficient compliance organisation is fundamental to reducing sanction and liability risks, as well ion. as risks arising from other (non)financial disadvantages, such as reputational risks. The Company also imple- mented he BMW Group’s Code of Cond uct.\n\nBy regularly sharing experiences with other counterparties, we ensure that innovative ideas and approaches are included in the risk management sy: stem and that risk management is subjected to continuous improvement. The employees of the Company follow regular trainings as well as information events, which are invaluable ways to be prepared for new or addi Group is managed centrally and reviewed for appropriateness and audit department, which is acting u nancial statements for more detailed information. ional requirements. The overa I risk management process within the BMW effectiveness by the BMW Group’s internal pon this as an independent authority. Please refer to the BMW Group’s fi-\n\nGiven the objectives of the Company, the Company is economical ly interrelated with the ultimate holding com- pany, BMW AG, Germany. In assessing the solvency of the Company, the solvency of the BMW Group as a whole, headed by BMW AG, needs to be considered. Solvency liquidity situation based on a rolling cash flow forecast. The resu is assured by managing and monitoring the ting funding requirements are secured by a variety of instruments placed on the world’s financial markets. The objective is to minimize risk by matching",
      "metadata": {
        "page_number": 4,
        "filename": "BMW_Annual_Report_2023.pdf",
        "filetype": "application/pdf"
      }
    },
    {
      "type": "CompositeElement",
      "text": "maturities for the BMW Group’s financing requirements within the framework of the target debt ratio. The BMW Group has good access to capital markets as a result of its solid financial position and a diversified refinancing strategy. This is underpinned by the long- S&P as of August 5, 2021: A with a stable outlook) and short-term ratings (Moody's as of Marc! erm ratings (Moody’s as of March 26, 2021: A2 with a stable outlook; h 26, 2021: P-1; S&P as of August 5, 2021: A-1) issued by Moody’s and S&P The debt securities are guaranteed by BMW AG.\n\nAt present, no risks have been identified which could threaten the going concern status of the Company or which could have a materially adverse impact on the net assets, financial position or results of operations of the Company. Further, th ere are no special events that should be taken into account for the financial statemen’ 's 2023.",
      "metadata": {
        "page_number": 5,
        "filename": "BMW_Annual_Report_2023.pdf",
        "filetype": "application/pdf"
      }
    },
    {
      "type": "CompositeElement",
      "text": "Operatio: ns during the year\n\nin 2023, The resu 532.3 mil ments at positive margin of 26.8 million euro) and partial turnaround of the positive financial transaction result from 2022. he Company incurred a gross it of the Company is mainly composed of a positive interest margin of 26.2 mil ion euro). The negative impact on the result in 2023 is mainly due to the valuation o air value. Specifically, it is caused by the negative trend of the two-year euro swal loss of 507.0 million euro (2022: gross profit of 550.6 million euro). ion euro (2022: aloss on financial transactions of 528.9 million euro (2022: profit of financial instru- p curve and the\n\nThe Com remuneral “at arm’s paid a liqu iquidity re: pany presented a stable interest margin of euro 26.2 million (2022: euro 26.8 mil ion). An interest ion between the Company and BMW AG is established in order to ensure that the Company earns an length” net interest result for its financing activity based on its function and risk pro’ idity fee of euro 21.8 million (2022: received euro 65.9 million). ile as a strategic serve provider to BMW AG and its focus on the financing business of BMW Group. The Company\n\nThe Com but were 14,112m offset by an increase in Liabilities due to BMW Group companies to euro 15,63 illion). pany’s balance sheet total decreased by euro 941 million to euro 42,280 million by 31 December 2023 (2022: euro 43,221 million). The Company's portfolio remains stable, and the decrease was mainly due ‘o minor business fluctuations. Debt securities declined to euro 22,861 million (2022: euro 24,158 million), 1 million (2022:\n\nThe chart below illustrates the main drivers of the change in assets and liabilities during the year under report.\n\n™ 2023 ™ 2022 35 30 25 20 15 10 wv Ss FINANCIAL REC BMW DEBT SECURITES LOANS DUE TO BANK LIALITIES GROUP GROUP COMPANIES\n\nDuring 2023, the Company did not engage in any research and development or other events, and no such events are expected to occur during 2024.\n\n05\n\n06\n\n04 Annual Management Report\n\n08 Report of the Supervisory Board\n\n10 Financial statements\n\n10 Income Statement and Statement of comprehensive income for the year ended 31 December 2023\n\nBalance Sheet at 31 December 2023\n\nCash Flow Statement for the year ended 31 December 2023\n\nStatement of Changes in Equity\n\nNotes to the Financial Statements\n\n1. Significant accounting policies\n\n2. Interest income and expense\n\n3. Other financial income and expenses\n\n4, Reversal of impairment /(impair- ment loss) on financial receivables\n\n5. Result from financial transactions\n\nR 6. Miscellaneous income & expenses\n\n7. Taxes\n\n8.Remuneration of Board of Directors\n\n9. Receivables from BMW Group companies\n\n10. Other receivables\n\n11.Cash and cash equivalents 12. Equity\n\n13, Debt securities\n\n14, Loans due to banks\n\n15. Liabllities due to BMW Group companies\n\n16. Movement schedule liabilities 17. Deferred tax liability\n\n18. Financial instruments.\n\n19. Risk management\n\n20. Related parties\n\n21.Subsequent events\n\nOther information\n\nIndependent auditor's report\n\nStatutory rules as to appropriation of result\n\nDeclaration by the Supervisory Board\n\nIndependent auditor's report",
      "metadata": {
        "page_number": 5,
        "filename": "BMW_Annual_Report_2023.pdf",
        "filetype": "application/pdf"
      }
    },
    {
      "type": "CompositeElement",
      "text": "Debt capital markets\n\nThe Company continues to have good access to the international capital markets and also benefits from attractive refinancing conditions. A variety of instruments in the international capital markets are used to finance he business.\n\nThe Company has successfully utilized the Euro Medium Term Note (“EMTN”) Program of euro 50.0 billion, he euro 5.0 billion Multi-Currency Commercial Paper Program together with the 2.0 billion French Commercial Paper (Billets de Trésorerie) Program in the year under report with the objective to refinance the BMW Group companies. The programs give the Company the ability to raise funds without significant administrative efforts.\n\nDuring 2023, under the EMTN Program, the Company issued eleven new notes (2022: two new notes). Additionally, the Company redeemed thirteen EMTNs during the year (2022: fifteen EMTNs).\n\nIn 2023, the Company issued no new private Chinese placements, so-called “Panda Bonds” (2022: two new Panda Bonds with a nominal amount of Chinese renminbi 4 billion) and redeemed two Panda Bonds with a nominal amount of Chinese renminbi 3.5 billion (2022: redeemed four Panda Bonds with a nominal amount of Chinese renminbi 7.5 billion).\n\nFurthermore, the Company has access to the US capital markets through the issuance of 144a bonds, leading ‘o even more flexibility in raising funds and showing its possibility to access the world’s largest capital markets. in the year under report the Company did not issue nor redeemed any 144a bonds on the US capital market (2022: nil).\n\npaper program and issued 46 new liabilities he The Company also utilised successfully its French Commercial (2022: 24 new liabilities) with a nominal amount of euro 3.2 billion in 2023 (2022: 1.8 billion), whereof Company repaid euro 3.1 billion in 2023 (2022: 1.7 billion).\n\nFurther, under the euro 5.0 billion Multi-Currency Paper Program the Company issued 94 new liabilities (2022: 90 new liabilities) with a nominal amount of euro 12 billion in 2023 (2022: 9 billion), whereof the Company repaid euro 12 billion in 2023 (2022: 9 billion).\n\nDespite the political, economic, and financial climate in 2023, the Company managed to maintain a healthy liquidity level in 2023 and successfully issued EMTNs, European as well as French Commercial Papers. This ensured that the Company remained one of the BMW Group’s most frequent issuers of corporate bond globally.",
      "metadata": {
        "page_number": 6,
        "filename": "BMW_Annual_Report_2023.pdf",
        "filetype": "application/pdf"
      }
    },
    {
      "type": "CompositeElement",
      "text": "Global developments and outlook\n\nBy 2024, the global economy is expected to recover from supply chain problems, energy crisis, and high inflation. Global growth is projected to reach 3.1 percent in 2024 and 3.2 percent in 2025. However, this forecast is below he historical average of 3.8%. Factors such as increased central bank policy rates to combat inflation, with- drawal of fiscal support due to high debt, and low underlying productivity growth are weighing on economic activity. Inflation and commodity prices, which rose rapidly in 2023, are expected to continue stabilising. This could potentially lead to an economic environment with more predictable costs for businesses and consumers. The disruptions to the global supply chain are expected to be less severe than in previous years. However, chal- lenges to the global economy are likely to persist due to tight labour markets, ongoing conflict between Russia and Ukraine, tensions between Israel and Hamas, and economic disruptions caused by climate change. Although slowdowns and shortages are expected to ease, China’s troubled property market, capital withdrawal by global companies, and restrictions on cross-border trade and investment could still affect economic growth. 3\n\nin Europe, the risk of a recession remains. Real wages have fallen, leading to reduced consumer spending. Although energy prices have decreased from their peak, natural gas prices remain high, fuelling inflation and reducing the purchasing power of consumers and businesses. Electricity prices are also expected to remain relatively high, which could further strain the economy. In conclusion, while there are positive signs of recovery\n\nand stabilisation, several headwinds remain that could impact the global economic outlook for 2024. It will be important to monitor these factors closely as they evolve over the course of the year.\n\nLooking ahead to 2024, our company acknowledges the potential challenges that may arise due to various factors. These include the economic outlook, political climate, the ongoing Russian-Ukrainian war and the ongoing tensions between Israel and Hamas. Despite the potential difficulties, we firmly believe that our status as a going concern will not be threatened. Our management team is dedicated to proactively addressing any challenges that may arise, ensuring the long-term sustainability of our operations. Furthermore, we expect our financial position to remain stable in 2024. We have taken measures to meet our current liquidity needs by utilising available resources to secure the necessary funding to support our operations and growth.\n\nRegular in-depth dialogue with capital market participants has always been a high priority for the BMW Group. Within a short space of time, sustainability has become a key driver for the financial market. Investors and analysts are increasingly considering environment, social and governance (ESG) aspects in their investment recommendations and decision-making processes. For the main features of corporate social responsibility, we refer to the BMW AG group annual report.",
      "metadata": {
        "page_number": 6,
        "filename": "BMW_Annual_Report_2023.pdf",
        "filetype": "application/pdf"
      }
    },
    {
      "type": "CompositeElement",
      "text": "Climate change\n\nBMW Finance N.V.’s exposure is solely through BMW AG's potential impact from climate change, which BMW AG mitigates through geographic and technological diversification of assets and the existence of dedicated areas and plans for Crisis Management and Business Continuity at corporate level, among other mitigation measures. No significant impacts are expected for BMW Finance N.\\.’s financial position. For further details, we refer to the BMW AG Group annual report.\n\nThe Company is taking appropriate steps to be prepared for the Corporate Sustainabiliy Reporting Directive (CSRD) that will be effective as of January, 2025. The CSRD developments will not have any expected impact on the counterparties with whom the Company has receivables outstanding.\n\nCompany information\n\nDuring 2023 the Company employed 16 people (2022: 16 people).\n\nThe Company’s Board of Directors is unbalanced since less than 30% of its members are female. The Company's Board members have been appointed based on their qualifications and availability, irrespective of gender. In order to create more balance, the Boards will take these regulations into account to the extent possible with respect to future appointments of Board members.\n\nThe Hague, 25 April 2024\n\nR. Edelmann Managing\n\nG. Ramcharan Director Financial Director\n\nP. Picker Director\n\n07\n\n08\n\n04 Annual Management Report\n\n08 Report of the Supervisory Board\n\n10 Financial statements\n\n10 Income Statement and Statement of comprehensive income for the year ended 31 December 2023\n\nBalance Sheet at 31 December 2023\n\nCash Flow Statement for the year ended 31 December 2023\n\nStatement of Changes in Equity\n\nNotes to the Financial Statements\n\n1. Significant accounting policies\n\n2. Interest income and expense\n\n3. Other financial income and expenses\n\n4, Reversal of impairment / (impair- ment loss) on financial receivables\n\n5, Result from financial transactions\n\nR 6. Miscellaneous income & expenses\n\n7. Taxes\n\n8.Remuneration of Board of Directors\n\n9. Receivables from BMW Group companies\n\n10. Other receivables\n\n11.Cash and cash equivalents 12. Equity\n\n13, Debt securities\n\n14, Loans due to banks\n\n15. Liabilities due to BMW Group companies\n\n16.Movement schedule liabilities\n\n17. Deferred tax liability\n\n18. Financial instruments.\n\n19. Risk management\n\n20. Related parties\n\n21.Subsequent events\n\nOther information\n\nIndependent auditor's report\n\nStatutory rules as to appropriation of result\n\nDeclaration by the Supervisory Board\n\nIndependent auditor's report\n\nBMW Finance N.V. Report of the Supervisory Board\n\nDear Ladies and Gentlemen,\n\nThe year 2023 was another challenging year with rapidly changing economic conditions. While 2022 was characterised by rising interest rates and high inflation, in 2023 interest rates stabilised, energy prices fell and inflation dropped along with them. All this had an impact on the company’s results, especially the Result from Financial Transactions which was very positive in 2022 until the reversal of this result in 2023",
      "metadata": {
        "page_number": 7,
        "filename": "BMW_Annual_Report_2023.pdf",
        "filetype": "application/pdf"
      }
    },
    {
      "type": "CompositeElement",
      "text": "Monitoring and advisory activities of the Supervisory Board\n\nin our capacity as the Supervisory Board, we provided the Board of Management with in-depth advice on mat- ers relating to management and further development of the Company and monitored the Board of Manage- ment’s running of the business, both continuously and thoroughly. In 2023, the Supervisory Board convened or two regular meetings.\n\nMoreover, the Supervisory Board collectively and individually interacted with members of the Board of Directors and with senior management outside the formal Supervisory Board meetings.\n\ney topics that were addressed in the Supervisory Board meetings were the financial statements of 2022, strategy updates as well as the financial outlook, and the fulfillment of all risk and compliance requirements.\n\nDescription of the Audit Committee work\n\nThe Supervisory Board has assigned certain of its tasks to the Audit Committee. The Audit Committee is formed by Jolanda Messerschmidt-Otten and Fredrik Altmann. The function of the Audit Committee is to prepare the decision-making of the full Supervisory Board. A list of activities performed were: the review of the Company's accounting policies and practices, including adherence to accounting and reporting standards. Assessing the appropriateness of material judgments and the interpretation and application of accounting principles.\n\nThe Audit Committee convened for two regular meetings. During the meetings, the board report and audit plan of the independent auditor were presented. The full Supervisory Board retains overall responsibility for the activities of its committee.\n\nComposition of the Supervisory Board\n\nThe Supervisory Board comprises of four members: Fredrik Altmann, Caroline Philipp, Anne Brons, and Jolanda Messerschmidt-Otten. The Supervisory Board is balanced as more than 30% of its members are emale and its members have been appointed based on qualifications and availability, irrespective of gender. In order to maintain balanced, the Board will take these regulations into account to the extent possible with respect to future appointments of Board members.\n\nThe members of the board will continue to be selected based on their experience, knowledge and background. Future successors will be hired based on required qualifications for the job.\n\nThe external member of the Supervisory Board received a remuneration of euro 10,000 in 2023. No further benefits, bonuses, or incentives were received by members of the Supervisory Board.",
      "metadata": {
        "page_number": 8,
        "filename": "BMW_Annual_Report_2023.pdf",
        "filetype": "application/pdf"
      }
    },
    {
      "type": "CompositeElement",
      "text": "Examination of financial statements\n\nThe 2023 Annual Report of BMW Finance N.V. as presented by the Board of Directors, has been audited by PricewaterhouseCoopers Accountants N.V., as the Company’s independent external auditors. The Audit Committee carefully examined and discussed the proposed financial statements. Consequently, the Supervisory Board authorised the 2023 Annual Report of the Company for issue by the Board of Directors on 25 April 2024. The Annual Report will further be submitted for approval to the Annual General Meeting of Shareholders on 25 April 2024.\n\nThe Supervisory Board wishes to express their appreciation to the members of the Board of Management and the entire workforce of the Company for their dedication, their ideas and achievements during the financial year 2023.\n\nThe Hague, 25 April 2024\n\nF. Altmann Chairman\n\nC. Philipp\n\nA. Brons\n\nJ. Messerschmidt-Otten\n\n09\n\n10\n\n10 Financial statements\n\n10 Income Statement and Statement of comprehensive income for the year ended 31 December 2023\n\nn 2023\n\n\"\n\non of Board of\n\nm BN\n\n“Byte Supensony\n\nnt auditor's\n\nBMW Finance N.V.\n\nBMW Finance N.V. Financial statements Income Statement and Statement of comprehensive income For the year ended 31 December 2023\n\nFor the year ended 31 December 2023\n\nin euro thousand Note 2023 2022 Interest income BMW Group companies 1,537,821 739,839 Interest income third parties 427,471 182,557 Interest related income - 65,935 Interest and interest related income 2 1,965,292 988,331 Interest expenses BMW Group companies (605,075) (130,131) Interest expenses third parties (1,312,227) (831,443) Interest related expenses (21,813) - Interest expenses 2 (1,939,115) (961,574) Interest margin 2 26,177 26,757 Other financial income and expenses. 3 (2,079) Impairment gain/ (loss) on financial receivables 4 71 Result from financial transactions 5 (528,937) Financial result (504,768) 552,428 Miscellaneous income & expenses 6 (2,194) (1,828) Income/(loss) before taxation (506,962) 550,660 Taxes 7 112,674 (146,657) Net income / (loss) (394,288) 403,943 Other comprehensive income: Items that can be reclassified to the income statement in the future Cost of hedging (net effect after tax) (12 3,004 (2,102) Total comprehensive income/(loss) for the period (391,284) 401,841 Basic earnings/(loss) per share of common stock in euro From profit for the year (12) (112,654) 115,412\n\nThe total comprehensive (expense)/income for the period is attributable to the shareholder of BMW Finance N.V..\n\nThe notes from page 14 to 41 form an integral part to the financial statements.",
      "metadata": {
        "page_number": 8,
        "filename": "BMW_Annual_Report_2023.pdf",
        "filetype": "application/pdf"
      }
    },
    {
      "type": "CompositeElement",
      "text": "BMW Finance N.V.\n\nBalance Sheet at 31 December 2023\n\nBefore profit appropriation\n\nAssets Note 2023 2022 in euro thousand Receivables from BMW Group companies (9] 17,099,629 18,107,757 Derivative assets [18] 485,746 814,400 Non-current assets 17,585,375 18,922,157 Receivables from BMW Group companies (9] 24,066,650 23,731,120 Derivative assets [18] 422,477 500,386 Other receivables {10] 204,513 } Deffered tax asset 17] - Cash and cash equivalents (11] 755 1,041 Current assets 24,694,395 24,298,531 Total assets 42,279,770 43,220,688 Equity and liabilities Note 2023 2022 in euro thousand Issued capital 12 1,750 1,750 Share premium reserve 12 55,488. 55,488 Cost of hedging reserve 12 2,917 (87) Retained earnings 12 651,165 247,222 Undistributed (loss)/income for the year 12 (394,288) 403,943 Equity 317,032 708,316 Debt securities 13 15,836,775 15,839,913 Loans due to banks 14 1,130,167 1,230,819 Liabilities due to BMW Group companies 15) - 25,000 Derivative liabilities 18 1,509,861 2,070,167 Deferred Tax Liability 17 14,328 798 Non-current liabilities 18,491,131 19,166,697 Debt securities 13 7,214,445 8,486,997 Loans due to banks 14 175,221 681 Liabilities due to BMW Group companies 15 15,631,113 14,086,869 Derivative liabilities 18 449,478 316,692 Other liabilities 1,350 1,436 Current liabilities 23,471,607 23,345,675 Total equity and lial 42,279,770 43,220,688\n\nThe notes from page 14 to 41 form an integral part to the financial statements.\n\n* Prior period re-presented — for more information refer to the section basis of preparation.\n\n12\n\n12 Cash Flow Statementfor the year\n\nGhanges\n\n13 piatement of Equity\n\nin 4 No nancial Si\n\nby the Supervisory\n\nnt auditor's\n\nBMW Finance N.V. Cash Flow Statement for the year ended 31 December 2023\n\nin euro thousand Note 2023 2022 Net income/(loss) for the year (394,288) 403,943 Adjustments for non-cash items Fair value measurement losses/gains derivatives (106,768) 1,580,318 Fair value measurement losses debt securities 669,784 Amortisation financial instruments (13,106) Loss/ (gain) on revaluation of financial instruments 4,049 Change in impairment allowance [4 3,313 Taxes [7 (112,674) 146,657 Defered tax 13,314 - Interest income (2 (1,965,292) (988,331) Interest expense (2 1,939,115 961,574 Changes in operating assets and liabilities Receivables from BMW Group companies (9) 1,056,568 (1,554,602) Receivables and other assets (139,358) (65,154) Derivatives 85,811 (298,024) Liabilities to BMW Group companies [15 54,687 140,828 Other liabilities (86) 1,036 Interest received 1,806,216 847,518 Interest paid (1,913,196) (971,345) Tax paid (35,092) (391) Cash flow from operating activities 952,997 (1,488,686) Cash flow from investing activities - - Proceeds from the issuance of Debt securities 19,944,666 13,740,846 Repayment Debt securities (21,907,186) (18,960,174) Proceeds from the issuance of the Liabilities to BMW Group companies 168,954,388 90,221,593 Repayment Liabilities to BMW Group companies (167,496,503) (82,697,238) Proceeds from Loan due to banks 100,000 - Repayment Loans due to banks (548,648) (821,536) Cash flow from financing acti (953,283) 1,483,491 Net decrease in cash and cash equivalents (286) (5,195) Cash and cash equivalents at January 1 1,041 6,236\n\nCash and cash equivalents at December 31\n\n(11]\n\n755\n\nThe notes from page 14 to 41 form an integral part to the financial statements.\n\n1,041\n\nBMW Finance N.V. Statement of Changes in Equity",
      "metadata": {
        "page_number": 11,
        "filename": "BMW_Annual_Report_2023.pdf",
        "filetype": "application/pdf"
      }
    },
    {
      "type": "CompositeElement",
      "text": "in euro thousand Note Issued Share Cost of Retained Undis- Total Capital premium hedging earnings tributed reserve reserve Income for the year 1 January 2022 [12] 1,750 55,488 2,015 128,333 118,889 306,475 Net income - - - - 403,943 403,943 Other comprehensive income for the period after tax = = (2,102) = = (2,102) Comprehensive income for the year ended 31 December 2022 - - (2,102) - 403,943 401,841 Appropriation of results 2021 - - - 118,889 (118,889) - 31 December 2022 1,750 55,488 (87) 247,222 403,943 708,316 1 January 2023 1,750 55,488 (87) 247,222 403,943 708,316 Net income - - - -— (394,288) (394,288) Other comprehensive income for the period after tax = = 3,004 = = 3,004 Comprehensive income for the year ended 31 December 2023 - - 3,004 - (394,288) (391,284) Appropriation of results 2022 - 403,943 (403,943) - 31 December 2023 [12] 1,750 55,488 2,917 651,165 (394,288) 317,032\n\nThe notes from page 14 to 41 form an integral part to the financial statements.\n\n14\n\nappropriation\n\n44 De he Supervisory\n\n45. Independent auditor's report\n\nBMW Finance N.V. Notes to the Financial Statements\n\nReporting entity\n\nBMW Finance N.V. (the “Company”) was incorpora- ed in the Netherlands and is a wholly owned sub- sidiary of BMW Holding B.V. who in turn is a wholly owned subsidiary of BMW Intec Beteiligungs GmbH, a wholly owned subsidiary of BMW AG. The statutory seat of the Company is The Hague in the Nether- lands. The Company has its registered office and principal place of business in Rijswijk in the Nether- lands. The Company was registered in the Commer- cial Register on 14 June 1983, number 27.106.340. The Company’s purpose is to assist the financing of business activities conducted by companies of the BMW Group and its affiliates and to provide financial services in connection therewith. The core business of the Company comprises mainly financing BMW Group companies priced in accordance with the “at arm’s length” principle and to contribute to the liqui- dity requirements of the BMW Group.\n\nDuring the year the Company employed 16 persons (2022: 16 persons), all of them working in the Nether- lands.\n\nThe Supervisory Board, established in December 2014, currently consists of four members.\n\nThe financial statements of the Company have been drawn up in accordance with the International Finan- cial Reporting Standards (IFRS), as adopted by the European Union and issued by the International Accounting Standards Board (IASB) and with Part 9 of Book 2 of the Dutch Civil Code.\n\nThe financial statements of the Company are inclu- ded in the BMW AG consolidated financial state- ments prepared according to IFRS as endorsed in the EU. These financial statements are available on BMW Group’s website at www.bmwgroup.com.",
      "metadata": {
        "page_number": 13,
        "filename": "BMW_Annual_Report_2023.pdf",
        "filetype": "application/pdf"
      }
    },
    {
      "type": "CompositeElement",
      "text": "Solvency\n\nGiven the objectives of the Company, the Company is economically interrelated with the ultimate holding company, BMW AG, Germany. In assessing the sol- vency and general risk profile of the Company, the solvency of the BMW Group as a whole, headed by BMW AG, needs to be considered. The Board of Directors considers it appropriate to adopt the going concern basis of accounting in preparing these finan- cial statements based on a forecast analysis which supports the going concern assumption.\n\nFurther, a guarantee agreement is in place with BMW AG in case the aggregated losses on financial receiv- ables exceed euro 2 million.\n\nBasis of preparation\n\nFunctional and presentation currency\n\nThe financial statements are presented in euro which is the Company’s functional currency. Items included in the financial statements are measured using the currency of the primary economic environment in which the Company operates. All financial information presented in euro has been rounded to the nearest housand, unless otherwise stated in the notes.\n\nComparison with previous year\n\nThe valuation principles and methods of determining he result are the same as those used in the previous year, with the exception of the changes in accounting policies as set out below.\n\nThe valuation principles and method of determining he result remained the same as those used in the previous year.\n\nRepresentation of 2022 debt securities, loans due 0 banks and other liabilities\n\nDebt securities and loans due to banks previously pre- sented in clean value have been represented in dirty value. Prior year balances have been re-presented in accordance with IAS 8 - Accounting policies, Changes in Estimates and Errors to ensure presentation is on a comparable basis.\n\nThe representation impacted the following categories:\n\nDebtsecurities increased by euro 168,9 million.\n\n-\n\n- Loans due to bank increased by euro 10 million.\n\n- Other payables decreased by euro 178,9 million. This was previously presented as interest payables and other liabilities and is now represented as other liabilities.",
      "metadata": {
        "page_number": 14,
        "filename": "BMW_Annual_Report_2023.pdf",
        "filetype": "application/pdf"
      }
    },
    {
      "type": "CompositeElement",
      "text": "Basis of measurement\n\nThe financial statements have been prepared on the historical cost basis except for the following material items in the statement of financial position: Financial assets and liabilities are measured at their fair value:\n\n— derivative financial instruments, and\n\n= recognised financial assets and liabilities that are part of fair value hedge relationships are measured at fair value in respect of the risk that is hedged. Other financial assets and liabilities and non-financial assets and liabilities are stated at amortised cost or historical cost.\n\nUse of estimates and judgements\n\nThe preparation of the financial statements in confor- mity with IFRS requires management to make certain assumptions and judgements and to use estimations\n\nhat can affect the application of accounting policies and reported amounts of assets and liabilities, income and expenses. The assumptions used are continu- ously checked for their validity. Actual amounts could differ from the assumptions and estimations used if business conditions develop differently to the Com- pany’s expectations.\n\nRevisions to accounting estimates are recognised in the period in which the estimates are revised and in uture periods affected market conditions, the inancial statements Company are sujec' beyond the control o pany, which may cau or achievements to di . Due to the current financial estimates contained in these concerning the operations, economic performance and financial condition of the 0 known and unknown risks, uncertainties and contingencies, many of which are the management of the Com- se actual results, performance fer materially from anticipat- ed results, performance or achievements. Also, the estimates are based on management’s estimates of fair values and of future costs, using currently available information. Factors that could cause differences include, but are not limited to:\n\n— risks of economic slowdown, downturn or reces- sion\n\n— risks inherent in changes in market interest rates and quality spreads, especially in an environment of unpredictable financial market conditions\n\n— lending conditions to companies turning to the worse, thereby increasing the cost of borrowing\n\n— changes in funding markets, including commercial paper and term debt\n\nuncertainties associated with risk management,\n\n—",
      "metadata": {
        "page_number": 14,
        "filename": "BMW_Annual_Report_2023.pdf",
        "filetype": "application/pdf"
      }
    },
    {
      "type": "CompositeElement",
      "text": "[1] Significant accounting policies\n\nThe accounting policies set out below have been applied consistently to all periods presented in these financial statements.\n\nForeign currency\n\nTransactions in foreign currencies are recorded at the rates of exchange prevailing at the dates of the individual transactions. At the end of the accounting period the unsettled balances on foreign currency receivables and liabilities are valued at the rates of exchange prevailing at the year-end. Exchange rate differences arising on translation are recognised in the income statement, within Other financial income and expenses. Quotations of market rates are obtained from Reuters Ltd. Real time rates are frozen on daily basis.\n\nFinancial result\n\nThe financial result comprises the Interest margin, Other financial income and expenses, Result from\n\nincluding credit, prepayment, assetlliability, interest rate and currency risks changes in laws or regula- tions governing our business and operations, and\n\n— changes in competitive factors\n\nFor the valuation of financial instruments, the most significant assumptions and estimates relate to the interest rates and exchange rates used in the valuation models (note 19). More details are disclosed in the notes 18 and 19.\n\nFinancial reporting rules\n\n(a) Financial reporting standards applied ime in the financial year 2023: or the first\n\nIn May 2023, the IASB published International Tax Reform — Pillar Two Model Rules (Amendments to IAS 12) which sets out a mandatory exemption to the accounting for deferred taxes in conjunction with the global minimum taxation (Pillar Two).\n\nThe amendments provide for a temporary exemp- ion from recognising deferred taxes resulting from the implementation of the Pillar Two rules. The amend- ments also include disclosures in the notes to explain he impact of the introduction of minimum taxation on affected entities. The exemption has accordingly been applied by the Company. The introduction of the Pillar Two regulations is not expected to have any significant impact on the Company.\n\n(b) Financial reporting pronouncements issued by the IASB, but not yet applied:\n\nThere are no other financial reporting standards issued by the IASB and not yet applied are not expected to have any significant impact on the Company’s financial statements.\n\ninancial transactions and Impairment losses on inancial assets.\n\nThe Interest margin is the difference between nterest income and Interest expenses. The Interest income comprises interest income on funds invested as well as an interest remuneration between the Company and BMW AG. The latter is established in order to ensure that the Company earns an “at arm’s length” net interest result for its financing activity based on its business models and risk profile as a strategic liquidity reserve provider to BMW AG and its ocus on the financing business of BMW Group. Interest expenses include interest expense on bor- rowings. Interest income and expenses are recog- nised as they accrue in profit or loss, using the ef- ective interest method.\n\nOther financial income and expenses cover the exchange rate differences of the monetary assets and liabilities denominated in foreign currency.\n\n16\n\nForeign currency gains and losses are reported on anet basis.\n\nA model is used to determine the impairment losses on financial receivables which is based on expected credit losses and is comprised in the mpairment loss on financial receivables. More infor- mation on the model itself can be found und_ er the paragraph “Impairment”.\n\nThe Result from financial transactions include changes in the fair value of financial assets at fair value hrough profit or loss and gains and losses on hedging instruments that are recognised in profit or loss.",
      "metadata": {
        "page_number": 15,
        "filename": "BMW_Annual_Report_2023.pdf",
        "filetype": "application/pdf"
      }
    },
    {
      "type": "CompositeElement",
      "text": "Income tax\n\nIncome tax expense comprises current and deferred tax. Current tax and deferred tax are recognised in profit or loss except to the extent that they relate to items recognised directly in equity or in other compre- hensive income.\n\nCurrent tax is the expected tax payable or receiv- able on the taxable income or loss for the year, using ‘ax rates enacted or substantively enacted at the reporting date, and any adjustment to tax payable in respect of previous years. Current tax payable also includes any tax liability arising from the declaration of dividends (i.e. withholding taxes).\n\nDeferred tax asset or liability are recognised in respect of temporary differences between the carrying amounts of assets and liabilities for finan- cial reporting purposes and the amounts used for taxation purposes. Deferred tax is measured at the tax rates that are expected to be applied to tem- porary differences when they reverse, based on the laws that have been enacted or substantively enacted by the reporting date.\n\nA deferred tax asset or liability is recognised for unused tax losses, tax credits and deductible tempo- rary differences. Deferred tax assets are reviewed at each reporting date and are reduced to the extent that it is no longer probable that the related tax benefit will be realised.\n\nEmployee benefits\n\nIn the financial year 2023 all employees participated in a defined contribution plan. The related costs to the defined contribution plan are recognised as Miscella- neous expenses in the income statement.\n\nEarnings per share\n\nThe Company presents basic earnings per share (EPS) data for its ordinary shares. Basic EPS is calcu- lated by dividing the profit or loss attributable to ordinary shareholders of the Company by the weight- ed average number of ordinary shares outstanding\n\nduring the period, adjusted for own shares held. There is no program which dilutes the number of shares outstanding.\n\nFinancial instruments\n\nCategories of financial assets\n\nThe categories of financial assets that are held by the Company are:\n\n— atamortised costs, and\n\n— financial assets at fair value through profit and loss",
      "metadata": {
        "page_number": 16,
        "filename": "BMW_Annual_Report_2023.pdf",
        "filetype": "application/pdf"
      }
    },
    {
      "type": "CompositeElement",
      "text": "Recognition and derecognition\n\nRegular way purchases and sales of financial assets are recognised on trade-date, the date on which the Company commits to purchase or sell the asset. Financial assets are derecognised when the rights to receive cash flows from the financial assets have expired or have been transferred and the Company has transferred substantially all the risks and rewards of ownership.\n\nThe Company derecognises a financial liability when its contractual obligations are discharged, cancelled or expired.\n\nMeasurement\n\nAt initial recognition, the Company measures a inancial asset at its fair value plus, in the case of a inancial asset not at fair value through profit or oss, transaction costs that are directly attributable ‘0 the acquisition of the financial asset. Transaction costs of financial assets carried at fair value through profit or loss are expensed in profit or loss.\n\nFinancial assets at amortised cost are measured at amortised cost using the effective interest method, less any impairment losses.\n\nFinancial assets at fair value through profit or loss are subsequently carried at fair value. Gains or losses arising from changes in the fair value for ‘financial assets at fair value through profit or loss’ are recognised in profit or loss within Result from financial transactions.\n\nInterest income from financial assets at fair value through profit or loss and interest on loans and receivables are included in the Interest income and expense (note 2).\n\nDetermination of fair value\n\nSeveral of the Company’s accounting policies and disclosures require the determination of fair value, for both financial and non-financial assets and liabilities. Fair values have been determined for measuremen and/or disclosure purposes. For the methods used see note 18. When applicable, further information about the assumptions made in determining fair\n\nvalues is disclosed in the notes specific to tha or liability. assel\n\nOffsetting of financial assets and liabilities\n\nFinancial assets and liabilities are offset and the ne amount is presented in the statement of financial position when, and only when, the Company has a legal right to offset the amounts and intends either to settle on a net basis or to realise the asset and settle the liability simultaneously. Fair value, which is determined for disclosure purposes, is calculated based on the present value of future principal and interest cash flows, discounted at the market rate o interest at the reporting date.",
      "metadata": {
        "page_number": 16,
        "filename": "BMW_Annual_Report_2023.pdf",
        "filetype": "application/pdf"
      }
    },
    {
      "type": "CompositeElement",
      "text": "Non-derivative financial assets\n\nThe Company initially rec at fair value on the date ognises financial assets hat they are originated. The Company derecognises a financial asset when he contractual rights to asset expire, or it transfers ransaction in which subs rewards of ownership o ransferred. Any interes he cash flows from the the rights to receive the contractual cash flows on the financial asset in a antially all the risks and the financial asset are in transferred financial assets that is created or retained by the Company is recognised as a separate asset or liability.\n\nFinancial assets at amortized cost\n\nFinancial assets are classified as “at amortised cost” if the following two conditions are both met:\n\n1) the financial asset is held within a business model whose objective is to hold financial assets in order to collect contractual cash flows, and\n\n2) the contractual terms of the financial asset gener- ate cash flows that are solely payments of principal and interest on the principal amount outstanding\n\nAssets at amortised costs comprise receivables from BMW group companies, Other receivables, and Cash and cash equivalents. The fair value, which is deter- mined for disclosure purposes, is calculated based on the present value of future principal and interes cash flows, discounted at the market rate of interest and relevant credit spreads at the reporting date.\n\nCash and cash equivalents comprise cash bal- ances and call deposits with original maturities o three months or less.",
      "metadata": {
        "page_number": 17,
        "filename": "BMW_Annual_Report_2023.pdf",
        "filetype": "application/pdf"
      }
    },
    {
      "type": "CompositeElement",
      "text": "Non-derivative financial liabilities\n\nThe Company initially recognises debt securities issued on the date that they are originated. All other financial liabilities are recognised initially on the trade date at which the Company becomes a party to the contractual provisions of the instrument.\n\nThe Company has the following non-derivative inancial liabilities: debt securities, loans due to banks, loans due to BMW Group companies and Other iabilities. Such financial liabilities are recognised initially at fair value plus any directly attributable ransaction costs. Subsequent to initial recognition hese financial liabilities are measured at amortised cost using the effective interest method.\n\nThe determination of the fair value of the non- derivative financial instruments which are allocated 0 level 1 are based on quoted prices in an active market. The fair value of non-derivative financial in- struments classified at level 2 are determined using a measurement model, which takes the Group’s own default risk and that of counterparties into ac- count in the form of credit default swap (CDS) con- racts which have matching terms and which can be observed on the market.\n\nDerivative financial instruments and hedging activities\n\nDerivative financial instruments are used within the Company for hedging purposes. The Company holds derivative financial instruments to hedge its foreign currency and interest rate risk exposures. All derivative inancial instruments are measured at fair value. Fair values are determined on the basis of valuation mod- els (discounted cash flow models). The observable market price, tenor and currency basis spreads are ‘aken into account in the measurement of derivative inancial instruments. Furthermore, the Company’s own credit risk and that of counterparties is taken into account based on credit default swap values. Interes' rate and currency swaps are valued by using discounted cash flow models. The changes in the fair values o' hese contracts are reported in the income statemen (in Result from financial transactions).\n\nThe Company applies the option to recognise credit risks arising from the fair values of a group o' derivative financial assets and liabilities on the basis o heir total net amount. Portfolio-based valuation adjustments (credit valuation adjustments and debi valuation adjustments) to the individual derivative inancial assets and financial liabilities are allocated using the relative fair value approach (net method).\n\nForward foreign exchange contracts are valued by using discounted cash flow models. Changes in fair value are calculated by comparing this with the original amount calculated by using the contract for- ward rate prevailing at the beginning of the contract.\n\nDerivatives are recognised initially at fair value; attributable transaction costs are recognised in profit or loss as incurred. Subsequent to initial recognition, derivatives are measured at fair value, and changes therein are accounted for as described below.\n\n18\n\nappropriation\n\nhe Supervisory\n\nIndependent auditor's port\n\nWhen the Company holds derivative financial in- struments due to risk management policies, but no hedge accounting can be applied in line with IFRS 9, then all changes in its fair value are recognised imme- diately in profit or loss.",
      "metadata": {
        "page_number": 17,
        "filename": "BMW_Annual_Report_2023.pdf",
        "filetype": "application/pdf"
      }
    },
    {
      "type": "CompositeElement",
      "text": "Fair value hedges\n\nOn initial designation of the hedge, the Company formally documents the relationship between the hedging instrument(s) and hedged item(s), including the risk management objectives and strategy in undertaking the hedge transaction, together with the methods that will be used to assess the effectiveness of the hedging relationship. The Company makes an assessment, both at the inception of the hedge relationship as well as through periodic prospective effectiveness assessments to ensure that an eco- nomic relationship exists between the hedged item and hedging instrument. Items are hedged on the basis of a constant ratio of one to one between hedg- ing instrument and risk exposure.\n\nDerivative hedging instruments are mainly used o hedge interest rate risks and foreign currency risks relating to debt securities and loans due to banks. Where fair value hedge accounting is applied, changes in fair value of a designated derivative hedging instrument are recognised in the income statement (in Result from financial transac- ions). In addition, changes in the fair value due to changes in the hedged risk only of the hedged item are recognized in profit or loss and as an adjustment o the carrying value of the hedged item (basis adjustment). The changes in the fair value relating to he ineffective portion of the hedge relationship are recognised in profit or loss within result from finan- cial transactions. Where cross-currency swaps are used as derivative hedging instruments in a fair value hedge, cross currency basis spreads are not designated as part of the hedging relationship. Accordingly, changes in the cross-currency basis spreads are separated from the changes in the market value of the cross currency derivative hedg- ing instruments and are recognized in a separate component of equity (the cost of hedging reserve) to the extent that they are aligned to the hedged item. Subsequently, the cross-currency basis spreads recorded in the cost of hedging reserve are amortized to the income statement over the term of the hedging relationship.\n\nThe Company discontinues hedge accounting prospectively when the hedge no longer meets the criteria for hedge accounting. Any hedging adjust- ment made previously to a hedged financial instru-\n\nment for which the effective interest method is used, is amortised to profit or loss by adjusting the effective interest rate of the hedged item from the date on which amortisation begins over the remaining period of the hedge relationship before discontinuing. If the hedged item is derecognised, then the adjustment is recognised immediately in profit or loss.",
      "metadata": {
        "page_number": 18,
        "filename": "BMW_Annual_Report_2023.pdf",
        "filetype": "application/pdf"
      }
    },
    {
      "type": "CompositeElement",
      "text": "Impairment\n\nFinancial assets The Company applies the approach described in IF- RS 9 to determine impairment of all trade receivables in place. IFRS 9 requires the implementation of an ‘expected credit loss’ (ECL) model, which aims to be forward looking and requires to recognise an impair- ment loss for all financial assets as an expected expense. In accordance with this model, valuation allowances for expected credit losses on financial assets classified at amortised cost are recognised in three stages. Impairment allowances on financial assets are measured at initial recognition based on the expected 12-months credit loss (Stage 1). If, a subsequent balance sheet dates, the credit loss risk has increased significantly since the date of initia recognition, the impairment allowance will instead be measured based on the lifetime expected credit loss- es (Stage 2- general approach). The calculations o impairment allowances on receivables from affiliates are primarily based on information which is available in the market (e.g. ratings and probabilities of default) as well as on internal and external information on recov- ery rates. The Company generally assumes credit- worthiness is impaired if a receivable is more than 90 days overdue. Credit-impaired assets are identified as such on the basis of this definition of default. In the case of credit-impaired assets which had not been credit-impaired at the time they were acquired or originated, an impairment allowance is recognised at an amount equal to lifetime expected credit losses (Stage 3). There were no significant changes in the assumptions or methodology applied in the assess- ment of expected credit losses, compared with the prior year.\n\nShare capital\n\nOrdinary shares are classified as equity. There is no preference share capital or compound financial instru- ments issued by the Company.\n\nCash flow statement\n\nThe cash flow statement shows how the cash and cash equivalents of the Company have changed over\n\nthe year as a result of cash inflows and cash out- flows. In accordance with IAS 7 (Statement of Cash Flows), cash flows are classified into cash flows from operating, investing, and financing activities.\n\nCash and cash equivalents included in the cash flow statement comprise cash deposits and cash at bank, to the extent that they are available within three months from the end of the reporting period and are subject to an insignificant risk of changes in value.\n\nThe Company’s purpose is to assist the financing of the activities conducted by companies of the BMW Group. This assistance is considered to be an operat- ing activity for the Company. Movements related to debt securities, loans due to banks and liabilities to BMW Group companies are considered to be financ- ing activities.",
      "metadata": {
        "page_number": 18,
        "filename": "BMW_Annual_Report_2023.pdf",
        "filetype": "application/pdf"
      }
    },
    {
      "type": "CompositeElement",
      "text": "Segment reporting\n\nThe cash flows from investing and financing activities are based on actual payments and re- ceipts. While the cash flow from operating activities is derived indirectly from the net profit for the year. Under this method, changes in assets and liabilities relating to operating activities are adjusted for currency translation effects. The changes in balance sheet positions shown in the cash flow statement therefore do not agree directly with the amounts shown in the Company balance sheets.\n\nUnder IFRS 8 the Company is required to disclose segmental information of its performance. Only one operating segment could be identified as interest income. The Company derives its revenue interest income by trading with entities that are owned and controlled by BMW AG and trading in derivatives with third parties to hedge the market risks of the Company. Furthermore, the interest revenue is derived by contributing to the liquidity requirements of the BMW Group. The interest revenue streams are related to the business model of the Company.",
      "metadata": {
        "page_number": 19,
        "filename": "BMW_Annual_Report_2023.pdf",
        "filetype": "application/pdf"
      }
    },
    {
      "type": "CompositeElement",
      "text": "[2] Interest income and expense\n\nInterest income and expenses (paid and accrued in- terest) are recognised in the income statement using the effective interest method. Assets and liabilities at fair value stem from financial derivative instruments. Non-derivative financial instruments are measured at amortised cost. The carrying amount is adjusted for the changes in the value of the hedged risks when\n\nthe instrument is included in a fair value hedge rela- tionship. Fair value movements are not presented under interest income and expense, but under result from financial transactions (see note 5).\n\nTotal interest income and expense split in BMW Group companies and third parties:\n\nin euro thousand 2023 2022 Interest income BMW Group companies 1,537821 739,839 Interest income third parties 427,471 182,557 Interest related income - 65,935 Interest income 1,965,292 988,331 Interest expenses BMW Group companies (605,075) (130,131) Interest expenses third parties (1,312,227) (831,443) Interest related expenses (21,813) - Interest expenses (1,939,115) (961,574) Interest margin 26,177 26,757\n\nThe interest income from BMW Group companies is earned over the receivables from BMW Group Companies. The interest expense from BMW. Group companies is mainly related to loans due to BMW Group companies and derivatives. The inter- est income third parties of euro 427.5 million\n\n(2022: euro 182.6 million) is mainly earned over the derivatives traded with financial institutions to hedge the market risks of the Company. The inter- est expenses third parties of euro 1,312.2 million (2022: euro 831.4 million) comprises the expense due to transactions in debt securities, loans due to\n\n20\n\nom\n\n3. Other financial income and expenses 20\n\n4, Reversal of impairment / (impair- ment loss) on financial receivables\n\n20\n\n5, Result from financial transactions\n\n20\n\n21 6.Miscellaneous income & expenses\n\n7\n\nbanks, and derivatives with financial institutions. The interest income and expenses are presented as non-cash items in the Cash flow statement.\n\nTotal interest income arising on financial assets measured at amortized cost amounted to euro 1,630 million (2022: euro 834 million). Total interest expense arising on financial liabilities measured at amortized costs amounted to euro 836 million (2022: 388 million). Total interest income arising on financial assets included in a fair value hedge rela- tionship amounted to euro 1 million (2022: euro 12,8 million). Total interest expense on financial liabilities included in a fair value hedge relationship amounted to euro 855 million (2022: euro 276 million). Total interest income on derivatives not included in a hedge relationship amounted to euro 334 million (2022: euro 142 million). Total interest expense on\n\nderivatives not included in a hedge relationship amounted to euro 248 million (2022: euro 298 million).\n\nAn interest settlement between the Company and BMW AG is established in order to ensure that the Company earns an “at arm’s length” net interest result for its financing activity based on its function and risk profile as a strategic liquidity reserve provider to BMW AG and its focus on the financing business of BMW Group. The Company paid a liquidity fee of euro 21.8 million (2022: received euro 65.9 million), which is presented as “interest related expenses” in the income statement. In addition, BMW AG was paid a guarantee fee of euro 34 million (2022: euro 39 million), as the latter unconditionally and irrevocably guarantees the Company's issuances on the capital markets.\n\n\"\n\n[3]",
      "metadata": {
        "page_number": 19,
        "filename": "BMW_Annual_Report_2023.pdf",
        "filetype": "application/pdf"
      }
    },
    {
      "type": "CompositeElement",
      "text": "Other financial income and expenses\n\nThe item comprises a loss of euro 2 million (2022: loss of 2.5 million) due to foreign exchange rate differences.\n\nort.\n\npropriation result sory [4] Reversal of impairment / (impairment financial receivables\n\nloss) on\n\nof\n\nsory\n\nThe Company recognised an allowance for expected credit losses according to IFRS 9 in respect of Re- ceivables from BMW Group companies measured at amortised cost. This resulted in an impairment release of euro 71 thousand (2022: expense of 4.1 million).\n\nIndependent auditor's report\n\nPer year end 2022, the Company impaired all deposits with Russian group companies. As a result, during 2023 no impairments have been recognised and no changes in estimates occurred that resulted in adjusting the impairments recognised.\n\n[5] Result from financial transactions\n\nin euro thousand 2023 2022 Ineffective portion of financial instruments included in a hedge relationship (7,027) 7,940 Revaluation of derivatives not included in a hedge relationship (521,910) 524,320 Total (528,937) 532,260\n\nThe change of the result from financial transac- tions to a loss of euro 528.9 million (2022: profit of euro 532.3 million) is the result of the fair value measurement of financial instruments.\n\nThe revaluation of derivatives not included in a hedge relationship proves to be the main driver of this result and is related to interest rate swaps and cross\n\ncurrency swaps to hedge the portfolio of receivables with a fixed rate from BMW Group companies (see note 9 ). The decrease in profit was caused by a decline of the 2-year euro swap curve compared to 2022, as well as the cross-currency swap curves of various currencies.\n\n[6] Miscellaneous income & expenses\n\nin euro thousand 2023 Salaries & social security charges (1,396) (1,191) Pension costs — defined contribution plan (109) (76) Advisory & audit cost (397) (298) Other miscellaneous income & expenses (292) (263) Total (2,194) (1,828)\n\nThe fees charged are presented as advisory & audit cost. In 2023 and 2022 the fees were billed by PricewaterhouseCoopers Accountants N.V.\n\nWith reference to Section 2:382a (1) and (2) of the Netherlands Civil Code, the following fees for the financial year have been charged to the Company:\n\n2023 PwC Accountants Other PwC Total PwC in euro thousand NV. network network Audit of the financial statements (270) - (270) Other audit services (42) (156) (198) Tax services - - - Other non-audit services = = = Total (312) (156) (468) 2022 PwC Accountants Other PwC Total PwC in euro thousand NV. network network Audit of the financial statements (234) - (234) Other audit services (42) (78) (120) Tax services - - - Other non-audit services = - - Total (276) (78) (354)\n\nThe fees listed above relate to the procedures applied to the Company by accounting firms and external independent auditors as referred to in Section 1, subsection 1 of the Audit Firms Supervision Act (Wet toezicht accountantsorganisaties - Wta) as well as by Dutch and foreign-based accounting firms, including their tax services and advisory groups.\n\nThe fees presented in ‘Other audit services’ are partly related directly to the issuances of debt secu- rities on the Chinese capital market, and therefore included in the interest expense of the Company.\n\nAll fees relate to the audit of the 2023 and 2022 financial statements, irrespective of whether the work was performed during the financial year.\n\n21\n\n22\n\n7. Taxes\n\n22\n\n22 8.Remuneration of Board of Directors\n\n23 9.Receivables from BMW Group companies\n\nlent auditor's report",
      "metadata": {
        "page_number": 20,
        "filename": "BMW_Annual_Report_2023.pdf",
        "filetype": "application/pdf"
      }
    },
    {
      "type": "CompositeElement",
      "text": "[7] Taxes\n\nIncome taxes comprise the following:\n\nin euro thousand 2023 Current tax (expense)/income 124,776 (135,270) Deferred tax expense (10,469) - Withholding taxes (1,633) (11,387) Total tax (expense)/income in income statement 112,674 (146,657)\n\nReconciliation of the effective tax rate:\n\nin euro thousand 2023 2022 (Loss)/profit before tax (506,962) 550,600 = Income tax using the domestic corporate tax rate (25.8%) (2022: 25.8%) 130,796 (142,055) Tax (expense)/income relating to other periods (16,929) 3,748 Other differences 440 3,037 Withholding taxes (1,633) (11,387) Total tax income/(expense) in income statement (112,674) (146,657)\n\nEffective tax rate\n\n22.2%\n\n26.6%\n\nThe 2023 Dutch corporation tax applies at 25.8% (2022: 25.8%).\n\nTax expense of euro 16.9 million (2022: tax income of euro 3 million) mainly relates to true-up adjustments related to tax filings.\n\nA difference between the carrying amount of derivatives for financial reporting purposes and the amounts used for taxation purposes.\n\nBMW Finance N.V., a member of the fiscal unity headed by BMW Holding B.V., is jointly and severally liable for the payment of any tax liability of the fiscal unity. The following companies are part of the fiscal unity per 31 December 2023:\n\n— BMW Holding B.V. (head of the fiscal unity)\n\n— BMW Finance N.V.\n\n— BMW Nederland B.V.\n\n— BMW Financial Services B.V.\n\n— BMW China Capital B.V.\n\n[8] Remuneration of Board of Directors\n\nIn 2023, the remuneration of the Board of Directors, which is short-term in nature, amounted euro 0.64 million (2022: euro 0.59 million). The total remunera-\n\n_ _\n\ntion consists of periodic remuneration and bonuses plus other remuneration:\n\nin euro thousand 2022 2022 Periodic remuneration 446 450 Bonuses 93 64 Other remuneration 97 79 Total remuneration of Board of Directors 636 593\n\nThe external member of the Supervisory Board received a remuneration of euro 10,000 in 2023 (2022: euro 10,000). No further benefits, bonuses,\n\nor incentives were received by members of the Supervisory Board.",
      "metadata": {
        "page_number": 22,
        "filename": "BMW_Annual_Report_2023.pdf",
        "filetype": "application/pdf"
      }
    },
    {
      "type": "CompositeElement",
      "text": "[9] Receivables from BMW Group companies\n\nin euro thousand 2023 2022 Non-current receivables from BMW Group companies 17,099,629 18,107,757 Current receivables from BMW Group companies 24,066,650 23,731,120 Total receivables from BMW Group companies 41,166,279 41,838,877\n\nin euro thousand\n\nIn 2023 the Company recognised an accumulated impairment loss on Receivables from BMW Group companies of 71 thousand (2022: euro 4.1 million) in\n\naccordance with IFRS 9. No significant changes to estimation techniques or assumptions were made during the reporting period.\n\nFrom the total receivables from BMW Group Compa- nies, 78% (2022: 72%) have a fixed interest rate. The weighted average maturity period and the interest\n\nrange of the receivables from BMW Group companies during the financial year 2023 are:\n\nin euro thousand Outstanding Weighted average Interest range 31.12.2023 maturity period (in %) (in years) Receivables from parent (BMW Holding B.V.) - - - Receivables from affiliated companies 39,341,781 0.9 -0.13%-14.34% Inhouse Bank BMW AG 720,327 Daily ESTER* + spread Trade receivables from parent (BMW Holding B.V.) 169,484 - - Trade receivables from BMW Group companies 934,687 - - Total 41,166,279\n\n* ESTER = Euro Short Term Rate (per 31-12-2023: 3.882% positive)\n\nThe weighted average maturity period and the interest range of the receivables from BMW Group companies during the financial year 2022 are:\n\nin euro thousand Outstanding Weighted average Interest range 31.12.2022 maturity period (in %) (in years) Receivables from parent (BMW Holding B.V.) - - - Receivables from affiliated companies 40,913,918 2.2 -0.21%-19.03% Inhouse Bank BMW AG 571,121 Daily ESTER* + spread Trade receivables from parent (BMW Holding B.V.) 10,321 - - Trade receivables from BMW Group companies 343,517 - - Total 41,838,877\n\n* ESTER = Euro Short Term Rate (per 31-12-2022: 0.89% positive).\n\nThe following table shows the maturity structure of the receivables from BMW Group companies:\n\nin euro thousand Maturity within Maturity between Maturity later Total one year one and five years than five years 2023 24,066,650 17,088,629 11,000 41,166,279 2022 23,731,120 18,104,757 3,000 41,838,877\n\nThe Company has not and has not been asked to grant any payment holidays on their loans to BMW Group companies.\n\n23\n\n24\n\nIn 2023 the Company recognised an amount of euro 204,513 thousand (2022: euro 65,155 thousand) as\n\nother receivables. The balance at the end of the financial year 2023 relates primarily to cash in transit at year end.\n\n11]",
      "metadata": {
        "page_number": 23,
        "filename": "BMW_Annual_Report_2023.pdf",
        "filetype": "application/pdf"
      }
    },
    {
      "type": "CompositeElement",
      "text": "Cash and cash equivalents\n\ncial income and\n\nimpairment! (impair on financial\n\nCash and Cash equivalents have a maturity of less than three months and are freely disposable to the Company. The Company participates in the Global Payment Platform of BMW AG. Therefore, a part of the cash position with the external banks is reflected in the Inhouse Bank position with BMW AG. The bal- ance is accounted for as a Receivable from BMW\n\nGroup companies (note 9) and a Liability due to BMW Group companies (note 15). The total cash position that is not part of the Global Payment Platform amounted to euro 0.8 million (2022: euro 1.0 million), is mainly denominated in Chinese renminbi and caused by decreased activity on the Company’s external bank accounts.\n\n10. Other receivables\n\n11. Cash and cash equivalents\n\n[12] Equity\n\nIssued Capital\n\nThe authorised share capital consists of 5,000 ordinary shares of euro 500 each of which 3,500 shares have been called up and fully paid-in. The holders of ordinary shares are entitled to execute the rights under the Dutch Civil Code without any restric- tions. In comparison with the year-end 2022, there were no changes in these figures. The Company generated earnings per share of euro 112,654 (2022: euro 115,412).\n\nShare premium reserve\n\nCost of hedging reserve\n\nOn 31 December 2023, the amount of the fair value measurement of financial instruments recognised directly in equity amounted to euro 2.9 million (2022: euro -0.1 million) net of deferred taxes. The hedging reserve as of 31 December 2023 is related to the cost of hedging of fair value hedges. The cross-currency basis spread is excluded from the hedge designation and effectiveness measurement in accordance with IFRS 9, posted to Other com- prehensive income (OCI) as cost of hedging. The amounts recorded in the cost of hedging reserve are amortized to the income statement over the term of the hedging relationship.\n\nThe share premium reserve comprises additional paid-in capital on the issue of the shares.\n\nin euro thousand 2023 2022 Opening balance at 01 January (87) 2,015 Thereof gains/(losses) arising in the period under report 9,413 (6,482) Thereof reclassifications to the income statement, net of deferred tax (6,409) 4,380 Closing balance at 31 December 2,917 (87)\n\nin euro thousand",
      "metadata": {
        "page_number": 24,
        "filename": "BMW_Annual_Report_2023.pdf",
        "filetype": "application/pdf"
      }
    },
    {
      "type": "CompositeElement",
      "text": "Appropriation of result\n\nProposed appropriation of result\n\nThe appropriation of the result for the year 2022 amounting to a profit of euro 403,943 thousand to re- tained earnings has been endorsed by the General meeting of Shareholders dated April 20, 2023.\n\nThe Board of Directors proposes to add the net loss for the year 2023 amounting to euro 394,288 thousand to the retained earnings.\n\nCapital management\n\nThe Company’s objectives when managing capital at an individual company level are to safeguard the Company’s ability to continue as a going concern in order to provide returns for shareholders and benefits for other stakeholders as well as to maintain an opti- mal capital structure to reduce the cost of capital. In order to maintain or adjust the capital structure, the Company may issue new shares or adjust the number of dividends paid to shareholders. The Company has no prescribed dividend policy.\n\ncapital. The Company maintains its level of capital by reference to its financial obligations and commit- ments arising from operational requirements. In view of the extent of the Company's borrowings or debt, the capital level as at the end of the reporting period is deemed adequate by the Board of Management of the Company.\n\nThere were no changes in the Company's approach to capital management during the year.\n\nThe Company’s equity, as disclosed on the face of the statement of financial position, constitutes its\n\nThe Company is not subject to externally imposed capital requirements.",
      "metadata": {
        "page_number": 25,
        "filename": "BMW_Annual_Report_2023.pdf",
        "filetype": "application/pdf"
      }
    },
    {
      "type": "CompositeElement",
      "text": "[13] Debt securities\n\nDebt securities include both hedged and unhedged debt securities, as well as commercial paper.\n\nin euro thousand 2023 2022 Debt securities part of a fair value hedge relationship 19,517,240 20,534,156 * Debt securities at amortised cost 2,233,748 2,618,698 * Commercial paper 1,300,232 1,174,056 Total 23,051,220 24,326,910\n\n* Prior period re-presented — for more information refer to the section basis of preparation.\n\nDebt securities are presented including accrued interest. Prior year figures have been restated as in\n\nprevious years debt securities were presented with- out accrued interest.\n\n25\n\n26\n\nand\n\n1 (impair\n\n14, Loans due to banks\n\n27\n\n27 15.Liabilties due to BMW Group\n\nliabilities\n\nendent auditor's report\n\nThe Bonds under the EMTN Program and other securities oustanding by the Company as per year end 2023 comprise:\n\nInterest Currency Issue volume in Weighted average Weighted average thousands maturity period (in years) interest rate (in %) Variable EUR 1,000,000 17 3.8 Fixed AUD 273,000 10.0 3.2 Panda Bond CNY 9,500,000 3.0 3.0 Fixed EUR 19,000,000 74 41 Fixed HKD 1,224,000 6.6 2.9 Fixed USD 1,000,000 7.5 2.6\n\nThe Bonds under the EMTN Program and other securities outstanding by the Company as per year end 2022 comprise:\n\nInterest Currency Issue volume in Weighted average Weighted average thousands maturity period (in years) interest rate (in %) Variable EUR 500,000 3.0 18 Variable NOK 1,230,000 3.0 5.3 Variable SEK 1,500,000 4.0 3.2 Fixed AUD 273,000 10.0 3.2 Panda Bond CNY 13,500,000 3.0 3.0 Fixed EUR 20,650,000 7.1 0.8 Fixed HKD 1,224,000 6.6 2.9 Fixed JPY 13,400,000 5.6 0.6 Fixed NOK 750,000 4.0 2.3 Fixed USD 1,000,000 75 2.6\n\nUnder the EMTN Program, the Company issued 11 new debt securities during the year 2023 (2022: 2 new debt securities). During the year the Company redeemed 13 EMTN’s (2022: 15 EMTN’s). Further issuers are BMW AG, BMW US Capital LLC, BMW nternational Investment B.V. and BMW = Japan Finance Corp. Furthermore, the Company partici- pates in the euro 5.0 billion Multi-Currency Commercial Paper Program established by BMW. AG, BMW Finance N.V. and BMW International nvestment B.V. The Multi-Currency Commercial\n\nPaper Program support flexible and broad access to capital markets. Since May 2006, the Company acts as an issuer under the euro 2.0 billion French Commercial Paper (Billets de Trésorerie) Program established by the Company.\n\nThe outstanding balances with respect to the commercial paper programs at year-end are related to the euro 5.0 billion Multi-Currency Commercial Paper Program and the French Commercial Paper Program. The average maturity and interest rates are presented in the table below.\n\nEuro 5.0 billion Multi-Currency Commercial Paper Program and French Commercial Paper Program outstanding balance:\n\nin euro thousand Outstanding Weighted average Weighted average maturity period (in years) interest rates (in %) 2023 2022 2023 2022 2023 2022 Total 1,300,232 1,174,056 0.06 0.06 3.98 1.95\n\nThe Company utilised successfully its French Com- mercial paper program and issued 46 new liabilities (2022: 24 new liabilities) with a nominal amount of euro 3.2 billion in 2023 (2022: 1.8 billion), whereof\n\nthe Company repaid euro 3.1 billion in 2023 (2022: 1.7 billion).\n\nFurther, under the euro 5.0 billion Multi-Currency Paper Program the Company issued 94 new liabilities\n\n(2022: 90 new liabilities) with a nominal amount of euro 12 billion in 2023 (2022: 9 billion), whereof the Compa- ny repaid euro 12 billion in 2023 (2022: 9 billion).\n\nIn 2023, the Company issued no new Panda Bonds on the Chinese capital market (2022: 2 new panda bonds with a nominal amount of Chinese ren- minbi 4 billion), and redeemed 2 Panda Bonds with a nominal amount of Chinese renminbi 3.5. billion\n\n(2022: redeemed 4 Panda Bonds with a nominal amount of Chinese renminbi 7.5 billion).",
      "metadata": {
        "page_number": 25,
        "filename": "BMW_Annual_Report_2023.pdf",
        "filetype": "application/pdf"
      }
    },
    {
      "type": "CompositeElement",
      "text": "In the year under report the Company did not issue nor redeemed any 144a bonds on the US capital market (2022: nil).\n\nDebt issuances under these programs have unconditional and irrevocable guarantees from BMW AG.\n\n[14] Loans due to banks\n\nThe average maturity and interest rates are presented in the table below:\n\nin euro thousand Outstanding Weighted average Weighted average maturity period (in years) interest rates (in %) 2023 2022 2023 2022 2023 2022 Total 1,305,388 1,684,499\" 10.77 9.11 1.49 0.93\n\n* Prior period re-presented — for more information refer to the section basis of preparation.\n\nLoans due to banks are presented including accrued interest. Prior year figures have been restated as in\n\nprevious years loans due to banks were presented without accrued interest.\n\n[15] Liabilities due to BMW Group companies\n\nin euro thousand Maturity within Maturity between Maturity later Total one year one and five years than five years 2023 15,631,113 - - 15,631,113 2022 14,086,869 25,000 - 14,111,869\n\nFrom the total liabilities from BMW Group Companies 100% have a fixed interest rate (2022: 100%). The weighted average maturity period and the interest\n\nrange for the liability due to BMW Group companies during the financial year 2023 are:\n\nin euro thousand Outstanding Weighted average Interest range 31.12.2023 maturity period (in %) (in years) Liability due to Parent (BMW Holding B.V.) 14,755,000 0.11 0.21-4.42 Liability due to affiliated companies 520,432 0.12 3.59-4.16 Inhouse Bank BMW AG 199,386 Daily ESTER* + spread Trade payables due to BMW Group companies 9,904 30 days none Trade payables due to Parent (BMW Holding B.V.) 146,391 0 0 Total 15,631,113\n\n*ESTER = Euro Short Term Rate (per 31-12-2023: 3.882% positive).\n\nFor the liabilities these figures were during the finan- cial year 2022 as follows:\n\nin euro thousand Outstanding Weighted average Interest range 31.12.2022 maturity period (in %) (in years) Liability due to Parent (BMW Holding B.V.) 12,660,000 0.08 0.07-2.38 Liability due to affiliated companies 1,213,355 0.20 -0.05-1.78 Inhouse Bank BMW AG 94,699 Daily ESTER* + spread Trade payables due to BMW Group companies 143,815 30 days none Total 14,111,869\n\n* ESTER = Euro Short Term Rate (per 31-12-2022: 0.89% positive).\n\n27\n\n28",
      "metadata": {
        "page_number": 27,
        "filename": "BMW_Annual_Report_2023.pdf",
        "filetype": "application/pdf"
      }
    },
    {
      "type": "CompositeElement",
      "text": "y Board ‘_, [16] Movement schedule liabilities\n\n2023 Balance as of Cash Changes in basis Other Balance as of in euro thousand January 1, 2023 inflows/ — adjustment hedge changes December 31, outflows accounting 2023 Debt securities 22,983,953 (2,082,470) 678,716 (19,268) 21,560,931 Loans due to banks 1,674,478 (448,585) 69,725 (128) 1,295,490 Commercial papers 1,174,056 126,126 - 51 1,300,233 Other liabilities 1,436 (86) - - 1,350 Total 25,833,923 (2,405,015) 748,441 (19,345) 24,158,004\n\n2022 Balance as of Cash Changes in basis Other Balance as of in euro thousand January 1, 2022 inflows/ — adjustment hedge changes December 31, outflows accounting 2022 Debt securities 31,023,404 (6,094,542) (1,947,153) 2,245 22,983,954 Liabilities to banks 2,723,515 (821,474) (227,563) = 1,674,478 Commercial papers 300,126 873,530 - 400 1,174,056 Other liabilities 400 1,036 - - 1,436 Total 34,047,445 (6,041,450) (2,174,716) 2,645 25,833,924\n\ncomp\n\n16. Movement schedule liabilities 17. Deferred tax liability\n\n18. Financial instruments\n\n419. it\n\nBonds and liabilities to banks in the table above are shown without accrued interest. The accrued interest per 31 December 2023 for bonds amounts to euro 190 million (2022: euro 169 million) and for liabilities to banks the accrued interest amounts to euro 9.8 million (2022: euro 10 million).Bonds and liabilities to banks in\n\nthe table above are shown without accrued interest. The accrued interest per 31 December 2023 for bonds amounts to euro 190 million (2022: euro 169 million) and for liabilities to banks the accrued interest amounts to euro 9.8 million (2022: euro 10 million).\n\nFO. {17] Deferred tax liability\n\nn by the Supervisory\n\nThe deferred tax liabilities of euro 14.3 million (2022: asset of euro 0.8 million) for derivatives relates to the temporary differences between the carrying amount of derivatives for financial reporting purposes and the amounts used for taxation purposes.\n\nAs result of a change in the tax treatment of de- rivatives in accordance with case law which has been applied with retrospective effect for the tax filings from 2021 onwards, the deferred tax liability has increased at the benefit of the current tax receivable balance in comparison to the financial year 2022. The deferred tax assetiliability is calculated with a tax rate of 25.8%.",
      "metadata": {
        "page_number": 28,
        "filename": "BMW_Annual_Report_2023.pdf",
        "filetype": "application/pdf"
      }
    },
    {
      "type": "CompositeElement",
      "text": "[18] Financial instruments\n\nThe carrying amounts of financial instruments are assigned to IFRS 9 categories in the following table:\n\n31 December 2023 Atamortised Fair value through Total in euro thousand cost profit or loss\n\nAssets Derivative instruments Fair value hedges = 300,069 300,069 Other derivative instruments - 608,154 608,154 Other Receivables 204,513 - 204,513 Cash and Cash equivalents 755 - 755 Receivables from BMW Group companies 41,166,279 - 41,166,279 Total of financial assets 41,371,547 908,223 42,279,770 31 December 2023 Atamortised Fair value through Total in euro thousand cost profit or loss Liabilities Debt securities 23,051,220 - 23,051,220 Loans due to banks 1,305,388 - 1,305,388 Derivative instruments Fair value hedges - 1,283,009 1,283,009 Other derivative instruments - 676,330 676,330 Other liabilities 1,350 - 1,350 Liabilities due to BMW Group companies 15,631,113 - 15,631,113 Total of financial liabilities 39,989,071 1,959,339 41,948,410\n\nFor the financial year 2022, the items are also assigned to IFRS 9 categories in the following table:\n\n31 December 2022 Atamortised Fair value through Total in euro thousand cost profit or loss Assets Derivative instruments Fair value hedges - 145,638 145,638 Other derivative instruments - 1,169,148 1,169,148 Other Receivables 65,155 - 65,155 Cash and Cash equivalents 1,041 - 1,041 Receivables from BMW Group companies 41,838,877 - 41,838,877 Total of financial assets 41,905,073 1,314,786 43,219,859 31 December 2022 Atamortised Fair value through Total in euro thousand cost profit or loss Liabilities Debt securities 24,326,910* - 24,326,910 Loans due to banks 1,684,499* - 1,684,499 Derivative instruments Fair value hedges - 1,931,179 1,931,179 Other derivative instruments - 455,680 455,680 Other liabilities 1,436* - 1,436 Liabilities due to BMW Group companies 14,111,869 - 14,111,869 Total of financial liabilities 40,124,714 2,386,859 42,511,574\n\n* Prior period re-presented — for more information refer to the section basis of preparation.\n\nThe hedge ratio applied by the Company is 100%.\n\nFair value measurement of financial instruments The fair values shown are computed using the market information available at the balance sheet date through appropriate measurement methods, e.g. dis-\n\ncounted cash flow models. In the latter case, amounts were discounted at 31 December 2023 on the basis of the following interest rates:\n\n% EUR GBP AUD RUB JPY ZAR interest rate for 6 months 3.86 5.16 4.29 15.25 0.06 8.73 interest rate for one year 3.48 4.75 4.13 14.30 0.12 9.13 interest rate for five years 2.45 3.40 3.65 10.12 0.51 8.04 interest rate for 10 years 2.51 3.32 3.92 9.02 0.89 9.11\n\nThe interest rates at 31 December 2022 were:\n\n% EUR GBP AUD RUB JPY ZAR interest rate for 6 months 2.69 4.11 3.44 8.80 0.05 7.93 interest rate for one year 3.30 448 3.71 11.65 0.14 8.68 interest rate for five years 3.26 4.12 3.88 12.51 0.64 8.26 interest rate for 10 years 3.22 3.77 4.18 11.86 0.95 9.17\n\nInterest rates taken from interest rate curves were adjusted, where necessary, to take account of the credit quality and risk of the underlying financial instrument. Derivative financial instruments are mea- sured at their fair value. The fair values of derivative financial instruments are determined using measure- ment models, because of which there is a risk that the amounts calculated could differ from realisable mar-\n\nket prices on disposal. Observable financial market prices are taken into account in the measurement of derivative financial instruments. The valuation takes into account the Company’s own default risk and that of counterparties in the form of credit default swap (CDS) spreads which have appropriate terms, and which can be observed on the market.\n\n29\n\n30\n\nand\n\nent | (impair\n\ntutory of result",
      "metadata": {
        "page_number": 28,
        "filename": "BMW_Annual_Report_2023.pdf",
        "filetype": "application/pdf"
      }
    },
    {
      "type": "CompositeElement",
      "text": "Independent auditor's report\n\nFinancial instruments measured at fair value are allocated to different levels:\n\n1. Level 1 inputs are quoted prices (unadjusted) in active markets for identical assets or liabilities that the entity can access at the measurement date;\n\n2. Level 2 inputs are inputs other than quoted prices included within level 1 that are observable for the asset or liability, either directly or indirectly;\n\n3. Level 3 inputs are unobservable inputs for the asset or liability.\n\nAt 31 December 2023 the financial assets and liabili- ties measured at fair value according to IFRS 9 are\n\nclassified as follows in the measurement levels in ac- cordance with IFRS 13:\n\nin euro thousand Level hierarchy in accordance with IFRS 13 Level 1 Level 2 Level 3 Derivative instruments (assets) Fair value hedges - 300,069 - Other derivative instruments - 608,154 - Derivative instruments (liabilities) Fair value hedges - 1,283,009 - Other derivative instruments - 676,330 -\n\nAt 31 December 2022 the financial assets and liabilities measured at fair value according to IFRS 9\n\nare classified as follows in the measurement levels in accordance with IFRS 13:\n\nin euro thousand Level hierarchy in accordance with IFRS 13 Level 1 Level 2 Level 3 Derivative instruments (assets) Fair value hedges - 145,638 - Other derivative instruments - 1,169,148 - Derivative instruments (liabilities) Fair value hedges - 1,931,179 - Other derivative instruments - 455,680 -\n\nThe other derivative instruments are derivatives no included in a hedge relationship and are related to interest rate swaps and foreign currency swaps to hedge the portfolio of fixed rated receivables from BMW Group companies.\n\nThere were no reclassifications within the level hierarchy either in the financial year 2023 or in the financial year 2022.\n\npossible on entity-specific estimates. Financia instruments recognised at fair value for which no market prices are available, are categorised as Leve 3. The valuation technique to determine the fair value of these marketable securities is based on the expected amortisation schedule of the notes and the credit spreads as observed in the financial market. These parameters have not changed signifi- cantly since the first date of adoption.\n\nWhere the fair value is required for a financial instrument for disclosure purposes, the discounted cash flow method was used, taking account of the BMW Group’s credit risk. These fair values are allo- cated as Level 2. The fair value of level 2 financial instruments is determined using valuation tech- niques (the income approach) which maximise the use of observable market data and rely as little as\n\nThe notional amounts and fair values of deriva- tive financial instruments of the Company are shown in the following analysis. In accordance with internal guidelines, the notional amounts of the derivative financial instruments correspond to the volume o exposures being covered with derivatives.\n\nin euro thousand Notional Fair value Notional air value amount amount amount amount 2023 2023 Z 022 Assets Combined derivatives (IRS and FX) 1,437,370 109,780 3,138,576 * 180,124 * Foreign currency derivatives 986,254 81,675 2,035,180 * Interest rate derivatives 11,231,902 294,291 14,694,969* 558,716 * Non-current assets 13,655,526 485,746 19,868,725 814,400 Combined derivatives (IRS and FX) 1,408,141 93,228 092,622 * 61,874 * Foreign currency derivatives 5,297,592 139,131 9,971,367 * 281,023 * Interest rate derivatives 10,543,946 190,118 8,779,711* 157,489 * Current assets 17,249,679 422,477 19,843,700 500,386 Total assets 30,905,205 908,223 39,712,423 1,314,786\n\n* Adjusted prior year calculation error",
      "metadata": {
        "page_number": 30,
        "filename": "BMW_Annual_Report_2023.pdf",
        "filetype": "application/pdf"
      }
    },
    {
      "type": "CompositeElement",
      "text": "Liabilities\n\nCombined derivatives (IRS and FX) 3,166,243 248,721 3,111,381 * 179,619* Foreign currency derivatives 1,424,081 47,948 1,058,784 * 34,297 * Interest rate derivatives 23,693,293 1,213,192 20,903,683 * 1,856,251 * Non-current liabilities 28,283,617 1,509,861 25,073,848 2,070,167 Combined derivatives (IRS and FX) 2,508,522 164,965 1,336,220 * 100,555 * Foreign currency derivatives 7,741,243 114,824 88,101 * Interest rate derivatives 9,280,834 169,689 8,793,342 * 128,036 * Current liabilities 19,530,599 449,478 12,529,825 316,692 47,814,216 1,959,339 37,603,673 2,386,859\n\n* Adjusted prior year calculation error\n\nThe fair values in the financial asset and liability cate- gories approximate their carrying values, except for the BMW Group receivables with a fixed interest rate, non-current debt securities and other (intercompany) payables with a fixed interest rate. The fair values shown are computed using market information avail- able at the balance sheet date.\n\nThe following table shows the fair values and car- rying amounts of financial assets and liabilities that are measured at cost or amortised cost and where carrying amounts differ from their fair value. For some balance sheet items, fair value corresponds to the carrying amount due to their short maturity.\n\n31 December 2023:\n\nin euro thousand Note Fair value Carrying Difference value BMW Group receivables (level 2) (9] 41,429,072 41,163,383 265,689 BMW Group liabilities (level 2) [15] 15,636,174 15,631,115 5,059 Non-current debt securities (level 2) [13] 16,257,064 15,836,775 420,289 Loans due to banks (level 2) [14] 1,403,699 1,305,388. 98,311\n\nBMW Group receivables are valued at amortised cost. The underlying changes to the fair value of these assets are therefore not recognised in the balance sheet. The Company does not apply hedge accounting to loans in the intercompany receivables with a fixed interest rate. The change of fair value of\n\nthe BMW Group receivables are valued according to level 2 methodologies.\n\nFor the current debt securities, the fair value approximates the carrying value. The change of fair value of the loans due to banks are valued according to level 2 methodologies.\n\n31\n\n32\n\nand\n\nent | (impair al\n\nIndependent auditor's report",
      "metadata": {
        "page_number": 31,
        "filename": "BMW_Annual_Report_2023.pdf",
        "filetype": "application/pdf"
      }
    },
    {
      "type": "CompositeElement",
      "text": "31 December 2022:\n\nin euro thousand Note Fair value Carrying Difference value BMW Group receivables (level 2) [9] 42,169,433 41,838,877 330,556 BMW Group liabilities (level 2) [15] 13,937,170 14,111,869 (174,699) Non-current debt securities (level 2) [13] 16,071,399 15,839,913 231,486 Loans due to banks (level 2) [14] 1,786,749 1,674,479 112,270\n\nGain and loss of financial instruments\n\nThe following table shows the net gains and losses arising on financial instruments in the financial year 2023 pursuant to IFRS 9:\n\nin euro thousand 2023 2022 Financial instruments measured at fair value through profit or loss 353,096 (1,587,311) * Financial assets measured at amortized cost (163,230) (717,282) Financial liabilities measured at amortized cost (882,033) 2,119,571\n\n* Adjusted prior year calculation error\n\nFinancial assets at fair value through profit or loss are subsequently carried at fair value. Gains or losses arising from changes in the fair value for ‘financial as- sets at fair value through profit or loss’ are recognised\n\nin profit or loss within Result from financial transac- tions.\n\nFor interest income and expenses related to financial instruments, see note 2.\n\nFair value hedges\n\nThe following table shows gains and losses on hedg- ing instruments and hedged items which are deemed to be part of fair value hedge relationship:\n\nin euro thousand 2023 2022 Revaluation on hedging instruments (Foreign Currency Derivatives) 37,437 (143,992) Revaluation on hedging instruments (Interest Rate Derivatives) 837,569 (1,967,639) Profit/loss from hedged items (882,033) 2,119,571 Ineffective portion of fair value hedges (7,027) 7,940\n\nThe profit/loss from hedged items relates to the liabilities of the Company. The difference between the gains or losses on hedging instruments and the result recognised on hedged items represents the\n\nineffective portion of fair value hedges. Fair value hedges are mainly used to hedge interest rate risk and foreign currency risk on bonds and other financial liabilities.",
      "metadata": {
        "page_number": 32,
        "filename": "BMW_Annual_Report_2023.pdf",
        "filetype": "application/pdf"
      }
    },
    {
      "type": "CompositeElement",
      "text": "Maturity structure hedging instruments\n\nThe following table illustrates a breakdown of the nominals of the hedging instruments according to their maturity structure:\n\n31 December 2023 Maturity within Maturity between Maturity later Total in euro thousand one year one and five years than five years Nominal Assets Combined derivatives (FX and IRS) 95,235 - - 95,235 Interest Rate Derivatives 750,000 1,750,000 1,850,000 4,350,000 Foreign Currency Derivatives 451,467 86,275 579,659 1,117,401 Interest Rate Derivatives 3,202,208, 9,422,114 3,326,688 15,951,010 31 December 2022 Maturity within Maturity between Maturity later Total in euro thousand one year one and five years than five years Nominal Assets Combined derivatives (FX and IRS) - 567,454 * -* 567,454 Interest Rate Derivatives 750,000 * 750,000 * = 1,500,000 Lial ies Combined derivatives (FX and IRS) 166,237 * 88,769 * 600,829 * 855,835 Interest Rate Derivatives 5,283,208 * 10,504,318 * 4,846,691 * 20,634,217\n\n* Adjusted prior year calculation error\n\nThe following table summarises the key information on hedged items for each risk category:\n\n31 December 2023 Fair Values in euro thousand Assets, Liabilities Change in values of hedged items Combined risk (FX and IRS) - 1,137,972 35,554 Interest rate risk - 19,401,420 846,479 31 December 2022 Fair Values in euro thousand Assets, Liabilities Change in values of hedged items Combined risk (FX and IRS) - 1,312,416 146,129 Interest rate risk - 20,387,102 1,973,442\n\nThe following table summarises the key information on the hedging instruments for each risk category:\n\n31 December 2023 Fair Values in euro thousand Assets, Liabilities Change in values of hedged items Fair value hedges Combined risk (FX and IRS) 130,302 198,344 37,437 Interest rate risk 169,768 1,084,664 837,569 31 December 2022 Fair Values in euro thousand Assets, Liabilities Change in values of hedged items Fair value hedges Combined risk (FX and IRS) 79,557 159,462 (143,992) Interest rate risk 66,080 1,771,717 (1,967,639)\n\n33\n\n34\n\nand\n\nent | (impair al\n\n-\n\nIndependent auditor's report\n\nThe accumulated amount of hedge-related fair value adjustments is euro 882 million (2022: euro\n\n316 million) for liabilities related to debt securities and loans due to banks.",
      "metadata": {
        "page_number": 33,
        "filename": "BMW_Annual_Report_2023.pdf",
        "filetype": "application/pdf"
      }
    },
    {
      "type": "CompositeElement",
      "text": "Offsetting of financial instruments\n\nThe offsetting of the financial assets and liabilities for derivatives with external parties of the Company is taken into account. Actual balance sheet netting does not occur due to non-fulfilment of required conditions. Since enforceable master netting agreements or\n\nsimilar contracts are in place actual offsetting would in principle be possible, for instance in the case of insolvency of the counterparty. Offsetting would have the following impact on the balance sheet values of the derivatives:\n\neuro thousand 2023 2022 Assets Liabilities Assets Liabilities Gross amounts as presented in the balance sheet 908,223 (1,959,339) 1,314,786 (2,386,859) Amounts subject to an enforceable master netting agreement (820,004) 820,004 (876,201) 876,201 Net amount after offsetting 88,219 (1,139,335) 438,585 (1,510,658)\n\nin\n\n[19] Risk management\n\nThe exposure of the Company can be broken down into two main categories: financial and non-financial risks.\n\nRisk Management Framework\n\nThe formal procedures and policies operated by the Company to cover banking, foreign exchange and other treasury matters are consistent with objectives and policies for financial risk management within the BMW Group. The Company's policy is not to take positions in derivative financial instruments with the aim of profit realisation. The Company’s risk management policy strives to achieve interest rate and foreign currency exposure neutrality.\n\nThe Company has exposure to the following risks from its use of financial instruments:\n\n— credit risk\n\n— liquidity risk and\n\n— market risk\n\nThis note presents information about the BMW Groups’ exposure to each of the above risks, the BMW Groups’ objectives, policies and processes for measuring and managing risk, and the BMW Group’s management of capital. Further quantitative disclo- sures are included throughout these financial state- ments.\n\nFinancial Risks",
      "metadata": {
        "page_number": 34,
        "filename": "BMW_Annual_Report_2023.pdf",
        "filetype": "application/pdf"
      }
    },
    {
      "type": "CompositeElement",
      "text": "Credit Risk\n\nCredit risk comprises concentration risk and counter- party risk. The Company however did not recognize any concentration risk and is not aware of the existence of a significant concentration of credit risk. The Company is exposed to counterparty credit risks if an internal- or external counterparty is unable or only\n\npartially able to meet their contractual obligations. As a general rule, the Company assumes that a receivable is in default if it is more than 90 days overdue or if there are objective indications of insolvency. When a receiv- able is uncollectible, it is written off against the related provision. The Company extended the days of overdue from 30 to 90 days given the activities of the Company which are mainly related to intergroup financing.\n\nThe Company applies the general approach described in IFRS 9 and this follows and expected credit loss (ECL) approach to determine the impair- ment of financial assets. Since based on historical performance and forward-looking information the Receivables from BMW Group companies are consid- ered to be low risk, under the general approach, loss allowances are measured on initial recognition on the basis of the expected 12-month credit loss (stage 1). | he credit loss risk at the end of the reporting period has increased significantly since initial recognition, the impairment allowance is measured on the basis o ifetime expected credit losses (stage 2 - genera approach). Further disclosures relating to the model used are provided in the explanatory note 1 in the paragraph “Impairment of financial assets”. The measurement of the change in default risk is based on a comparison of the default risk at the date of initial recognition and at the end of the reporting period. The default risk at the end of each reporting period is determined on the basis of credit checks, current key economic indicators and any overdue payments. Loss allowances on trade receivables are determined primarily on the basis of information relating to overdue amounts. The loss allowance on these assets is calculated using the input factors available on the market (i.e. Corporate Default Studies), such as ratings\n\nand default probabilities.\n\nThe amount recognised in the balance sheet of the Company for financial assets is the maximum credit risk in the case that counterparties are unable to fulfil their contractual obligations. In the case of derivative financial instruments, the Company is also exposed to credit risk, which results from the non-performance of contractual agreement on the part of the counterparty. This credit risk, for Treasury activities is mitigated by entering into such contracts only with parties of first-class credit standing.\n\nFurthermore, the Company participates in a BMW Group wide limit system that continually assesses and limits the credit exposure to any single external counterparty.\n\nThe financial receivables from BMW Group companies are guaranteed by BMW AG when the aggregated losses on these receivables exceed euro 2 million, excluding any accrued interest of these transactions. As a result, credit risk of intergroup financial receivables is substantially mitigated.\n\nThe maximum exposure to credit risk at reporting date was:\n\nin euro thousand\n\n2023\n\n2023\n\nLoans and Receivables\n\nReceivables from BMW Group companies 41,166,279 41,838,877 Other receivables 204,513 65,155 Marketable securities = = Cash and cash equivalents 755 1,041 Derivative assets 908,223 1,314,786 Gross exposure 42,279,770 43,219,859 Guaranteed by BMW AG 40,626,629 41,384,181 ISDA Agreement (netting with liability derivative positions) 820,004 876,201 Residual maximum exposure 833,137 959,477\n\nDue to a debt monitoring collection system imple- mented by the Company no credit defaults were en- countered in the current and previous financial year. Hence all the Company's receivables at 31 December 2023 are recoverable at their recognised amount.",
      "metadata": {
        "page_number": 34,
        "filename": "BMW_Annual_Report_2023.pdf",
        "filetype": "application/pdf"
      }
    },
    {
      "type": "CompositeElement",
      "text": "During 2022 the Company wrote-off the receiv- ables with Russian group companies (note 4). This had limited impact, due to the guarantee that is in place with the BMW AG in case the aggregated losses on financial receivables exceed euro 2 million, excluding any accrued interest of these transactions. The Company did not face any other write-downs nor reversals of write-downs. The Company has no further loans and receivables which are overdue. There were no past dues amongst loans and receivables and there were no collaterals received.\n\nLiquidity risk\n\nLiquidity risk is the risk that the Company cannot meet its financial liabilities when they become due, at reasonable costs and in a timely manner. As a result, the Company's borrowing capacity may be influenced, and its financing costs may fluctuate. The cash and short-term deposits as well as the Multi Currency Revolving Credit Facility of the BMW Group mitigate the liquidity risk for the Company. The diversification of debt instruments for debt financing reflects the successful financial strategy of the BMW Group. BMW AG unconditionally and irrevocably guarantees all debt securities issued under the EMTN Programs. Concentration of liquidity risk therefore doesn’t exist, as the Company is using different types of debt instruments with different maturity structures.\n\n35\n\n36\n\nand\n\n1 (impair\n\nion by the Super\n\nendent auditor's report\n\nThe following table shows the maturity structure of expected contractual cash flows (undiscounted) for financial liabilities:\n\n31 December 2023 Maturity within Maturity between Maturity later Total Carrying in euro thousand one year one and five years than five years amount Debt securities 7,478,945 12,397,609 5,373,602 25,250,156 23,051,220 Loans due to banks and BMW Group companies 15,188,972 663,868 850,420 16,703,260 16,936,501 Derivative instruments — outflow 4,731,048 851,198 10,367,093 15,949,339 1,959,339 Derivative instruments — inflow 3,767,789 713,120 9,632,142 14,113,051 - Other financial liabilities 1,350 = = 1,350 1,350 Total 23,632,526 13,199,555 6,958,973 43,791,054 41,948,410\n\n31 December 2022 Maturity within Maturity between Maturity later Total Carrying in euro thousand one year one and five years than five years amount Debt securities 8,668,004 13,108,690 4,881,533 26,658,227 24,326,910 * Loans due to banks and BMW Group companies 14,452,998 704,549 775,308 15,932,855 15,796,369 * Derivative instruments — outflow 4,950,902 5,664,099 1,184,039 11,799,040 2,386,859 Derivative instruments — inflow 4,087,804 4,247,524 908,268 9,243,596 - Other financial liabilities 180,358 = = 180,358 180,358 Total 24,164,458 15,229,814 5,932,612 45,326,884 42,690,496\n\n* Adjusted for comparison purposes\n\nThe maturity analysis is based on undiscounted cash flows. Changes in maturity structure result from exploiting funding opportunities in a tense market.",
      "metadata": {
        "page_number": 35,
        "filename": "BMW_Annual_Report_2023.pdf",
        "filetype": "application/pdf"
      }
    },
    {
      "type": "CompositeElement",
      "text": "Market risk\n\nThe Company is exposed to market risk, which com- prises interest rate risk and currency risk.\n\nInterest rate risk\n\nInterest rate risk refers to potential changes of value in financial assets, liabilities or derivatives in response to fluctuations in interest rates. The Company holds a substantial volume of interest rate sensitive financial assets, liabilities and derivatives for operational, finan- cial and investment activities. Changes in interest rates can have adverse effects on the financial position and operating result of the Company. In order to mitigate the impact of interest rate risk the Company aims in general to change fixed to floating\n\ninterest rates. Furthermore, the Company continually assesses its exposure to this risk by using gap analy- sis, value at risk analysis, and duration analysis. Inter- est rate risk is managed through natural hedges and hedged through the use of derivative financial instru- ments, such as interest rate swaps. To manage the maturity gaps appropriate interest rate derivatives are used. The interest rate contracts used for hedging purposes comprise mainly swaps, which, if hedge accounting is applied, are accounted as fair value hedges. The economic relationship between the hedged item and the hedging instrument is based on the fact that the main parameters of the hedged item and the related hedging instrument, such as start date, term and currency, are the same.\n\nThe fair values of the Company's derivative financial instruments portfolio to manage the interest rate risk of its fixed income financial instruments were as follows at the balance sheet date:\n\nin euro thousand Nominal Fair Nominal Fair amount value amount value 2023 2023 2022 2022 EUR 54,749,975 (898,472) 53,171,705* (1,268,082)\n\nin euro thousand\n\n* Prior period re-presented - for more information refer to the section basis of preparation\n\nThe Company applies a value at risk-approach for internal reporting purposes and to control the frequency, extent, and size of possible losses in such a way as to provide the minimum surprise. The ap- proach to value at risk is based on a modern historical simulation, in which the potential future fair value losses of the interest rate portfolios are compared across the BMW Group with probable amounts mea- sured on the basis of a holding period of 250 days and a confidence level of 99.98%. Due to the aggre- gation of these results, a risk reduction effect due to correlations between the various portfolios is accom- plished.\n\ninterest rates reform. Hedging relationships entered into by the BMW Group are based on EURIBOR 3-months, USD and GBP overnight rates, which are designated as hedged risks in fair value hedging relationships. The transition to the newly created or revised benchmark rates is being managed and monitored as part of a multidisciplinary project. The conversion project will involve making changes to systems, processes, risk and valuation models, as well as dealing with the associated accounting implications.",
      "metadata": {
        "page_number": 36,
        "filename": "BMW_Annual_Report_2023.pdf",
        "filetype": "application/pdf"
      }
    },
    {
      "type": "CompositeElement",
      "text": "Currency risk\n\nThe Company implemented the Financial Strategy of the BMW Group. The objective of interest rate risk neutrality is accomplished when interest rate gaps are managed in a manner that the economic value of the portfolio of financial instruments is immunised to a considerable degree against changes in interest rates. The Company monitors its interest rate risk exposure continuously and prepares a monthly report submitted to the BMW Group treasury department. A primary risk measure when judging the interest rate exposure of the Company is the present value of a basis point change of the portfolio. This concept indicates the impact on profit and loss, representing the sum of discounted cash flows of the financial instruments, by assuming a parallel shift of the interest rate curve of one basis point. Looking at this primary risk measure, the interest rate risk of a shift of one basis point on 31 December 2023 was euro 97,207 positive (2022: euro 95,159 negative).\n\nCurrency risk or exchange rate risk refers to potential changes of value in financial assets, liabilities or derivatives in response to fluctuations in exchange rates. Changes in exchange rates can have adverse effects on the financial position and operating result of the Company. In order to mitigate the impact of currency risk arising from operational, financial and investment activities, the Company continually assesses its exposure to this risk. Currency risk is managed and hedged through the use of derivative instruments, such as forward contracts and cross currency swaps. The economic relationship between the hedged item and the hedging instrument is based essentially on the fact that they are denomi- nated in the same currency, same amount and have the same maturities. The Company has minor unhedged foreign currency debt positions. These positions are causing the exchange rate result displayed in the profit and loss account as explained in Note 3.\n\nAcross the BMW Group, a considerable number of contracts are directly affected by the benchmark\n\n37\n\n38\n\nin thousand (all local currency) Non derivative Non derivative Derivative financial Net financial assets financial liabilities instruments exposure AUD 1,373,854 (273,000) (1,100,854) - CAD - - - - CHF 1,227,696 - (1,227,696) - CNH 500,000 - (500,000) - CNY 9,383,902 (9,500,173) - (116,271) CZK 12,259,261 - (12,259,261) - DKK 3,619,503 - (3,619,503) - GBP 5,812,769 - (5,812,769) - HKD 279,000 (1,224,000) 945,000 - HUF 21,781,641 - (21,781,641) - INR 900,000 - (900,000) - JPY 144,147,104 - (144,147,104) - MXN 13,053,382 - (13,053,383) (1) NOK 4,088,803 - (4,088,803) - NZD 266,587 - (266,587) - PLN 6,686,121 - (6,686,121) - RUB - - - - SEK 10,434,323 - (10,434,323) - USD 254,380 (1,000,000) 745,620 - ZAR 25,860,615 - (25,860,615) -\n\nThe sensitivity of the Company's results to changes in foreign currencies against the functional currency shows:\n\nin thousand Net exposure in thousand Effects on result ofa 10% rise inthe — Effects on result of a 10% decrease in the (all local currency) euro equivalent euro against the respective currency euro against the respective currency (in euro thousand) (in euro thousand) AUD - CAD - - CHF - - CNH - - CNY (14,785) 1,344 (1,643) CZK - - DKK - - GBP. = = HKD - HUF - - INR - - JPY - - MXN - - NOK - - NZD - - PLN - - RUB - - SEK - - USD - ZAR = -\n\nThis sensitivity analysis assumes that all other variables, in particular interest rates remain the same.\n\nA concentration of currency risk has not been identified.\n\nThe methods and assumptions used in pre- paring the sensitivity analysis have not changed compared to previous year.",
      "metadata": {
        "page_number": 37,
        "filename": "BMW_Annual_Report_2023.pdf",
        "filetype": "application/pdf"
      }
    },
    {
      "type": "CompositeElement",
      "text": "Non-Financial Risks\n\nOperating and Compliance Risks\n\nNon-financial risks could arise from operating risks. Risks mainly result from the use of IT systems and information technology. The Company uses IT systems to monitor financial positions and daily cash lows and to process payments to internal and external counterparties. System failures can, there- ore, lead to delays in payment processes. Further operating risks can arise in connection with the settlement of financial transactions. The manage- ment of daily cash flows at the Company depends on he timely receipt of funds from external institutions who act as counterparties to financial transactions, such as bonds, swaps or other derivative financial instruments. To avoid negative impacts of system failures, all key systems are set up in parallel and/or backup facilities or available within the BMW Group. Likewise, the security of all IT systems is continu- ously and thoroughly checked, to ensure a high level of information safety is maintained at all times.\n\nBusiness Continuity Management (BCM) aims ‘0 minimise the effects of emergencies and crises,\n\nand to (initially) ensure the survival of the Company at the level of an emergency operation, thus safeguard- ing stakeholders’ interest and the organisation’s reputation and value-creating activities. BCM focusses on:\n\n— analysing threats and the business impact of emergencies and crises\n\n— determining the strategies and solutions to be applied in the event of a crisis, such as business recovery, crisis management and IT disaster recovery planning, so as to enable continuity of business operations\n\n— documenting and periodically assessing strategies and solutions hese\n\nBusiness continuity mitigation controls, such as business continuity plans, crisis management, business relocation plans and IT disaster recovery plans are in place to prepare and deal with incidents and crises threatening the continuity of critical business processes.\n\n39\n\n40\n\n[20] Related parties\n\nard",
      "metadata": {
        "page_number": 39,
        "filename": "BMW_Annual_Report_2023.pdf",
        "filetype": "application/pdf"
      }
    },
    {
      "type": "CompositeElement",
      "text": "Identity of related parties\n\nA comprehensive exchange of internal services be- tween affiliates of a multinational corporation as the BMW Group is common practice. In its responsibility to assist the financing of business activities conducted by companies of the BMW Group and its affiliates, the Company applies transfer prices for financial instruments in conformity with market levels and in accordance with national and_ international tax requirements (arm’s length principle, principle of economic allegiance, separate entity approach, Art 9 OECD-MA Rz 126).\n\nKey management personnel\n\nvag\n\n|. Related parties\n\nion by the Supervisory\n\nIndependent auditor's report\n\nThe board of management consists of three directors, where two of whom receive a compensation from the Company itself. The other director is paid by a BMW Group company outside the scope of the Company. The Company does not have other key management personnel than the board of directors. Therefore, the details regarding the compensation of key management personnel including the relevant categories of benefits are described in note 8 “Remuneration of the board of directors”. This is the remuneration of the managing director and financial director.\n\nIntercompany pricing\n\nIn principle, the transfer prices ments are determined based on three components: he price for BMW Credit Default Swaps, the three months Commercial Paper Spread and a transfer pricing margin. or financial instru-\n\nThe price for BMW Credit Default Swaps is applied for maturities >6 months, taken from Bloom- berg. For uneven maturities and maturities between Overnight and six months the method of linear inter-/ extrapolation based on the available BMW Credit Default Swaps is used to calculate the appropriate credit risk with regard to market prices. To enhance efficiency and ensure consistency throughout the BMW Group, a transfer pricing sheet is provided monthly by the Middle Office, which is daily filled with\n\nactual data to calculate the credit and term spread for every transaction. Finally, a transfer pricing margin is applied to account for the running costs of the Company.",
      "metadata": {
        "page_number": 40,
        "filename": "BMW_Annual_Report_2023.pdf",
        "filetype": "application/pdf"
      }
    },
    {
      "type": "CompositeElement",
      "text": "Ultimate parent company\n\nThe interest rate result was negatively affected by a iquidity fee of BMW AG of euro 21.8 million (2022: euro 65.9 million income) related to the business model of the Company. Furthermore, the Company paid a guarantee fee for its outstanding debt securi- ies for an amount of euro 34 million (2022: euro 39 million) to BMW AG. The receivable Inhouse Bank position that the Company had with the BMW AG amounted to euro 720 million (2022: euro 571 mil- ion). All outstanding receivables with the ultimate parent Company are disclosed in detail in Note 9 and all outstanding liabilities in Note 15. There were no outstanding derivatives with BMW AG by 31.12.2023. With BMW Holding B.V., the Company had a total amount of euro 13 million (2022: euro 30 million) in derivative assets and euro 64 million (2022: euro 63 million) in derivative liabilities out standing per year- end. The Company had interest income of euro 90 million (2022: euro 65 million) and interest expenses of euro 459 million (2022: euro 61 million) with BMW Holding B.V.\n\nInvestments in associates\n\nThere were no investments in associates in the year under report.\n\nTransactions with affiliated companies With regards to outstanding derivatives, the Company had an amount of euro 131 million (2022: euro 73 million) outstanding in derivative assets and euro 207 million (2022: euro 259 million) in derivative liabilities with BMW Group companies.\n\nThe Company had interest income of euro 1,420 million (2022: 670 million) and interest expense of euro 93 million (2022: 29 million) with BMW Group companies.\n\n[21] Subsequent events\n\nNo subsequent events occurred after the balance sheet date 31 December 2023.\n\nThe Hague, 25 April 2024\n\nThe Board of Management:\n\nR. Edelmann\n\nG. Ramcharan\n\nManaging Director Financial Director\n\nThe Supervisory Board:\n\nF. Altmann\n\nC. Philipp\n\nChairman\n\nP. Picker\n\nDirector\n\nA. Brons\n\nJ. Messerschmidt-Otten\n\n41\n\n42\n\n04 Annual Management Report\n\n08 Report of the Supervisory Board\n\n10 Financial statements\n\nIncome Statement and Statement of comprehensive income for the year ended 31 December 2023\n\nBalance Sheet at 31 December 2023\n\nCash Flow Statement for the year ended 31 December 2023\n\nStatement of Changes in Equity\n\nNotes to the Financial Statements\n\n1. Significant accounting policies\n\n2. Interest income and expense\n\n3. Other financial income and expenses\n\n4. Reversal of impairment / (impair- ment loss) on financial receivables\n\n20\n\n20 5. Result from financial\n\ntransactions\n\n21 6. Miscellaneous income & expenses\n\n22\n\n7. Taxes\n\n22 8.Remuneration of Board of Directors\n\n23 9. Receivables from BMW Group companies\n\n24 0. Other receivables\n\n24 1.Cash and cash equivalents\n\n24 2..Equity\n\n25 3. Debt securities\n\n27 4.Loans due to banks\n\n27 5. Liabilities due to BMW Group companies\n\n28 6. Movement schedule liabilities\n\n28 7. Deferred tax liability\n\n28 8. Financial instruments\n\n34 9. Risk management\n\n40 20. Related parties\n\n41 21.Subsequent events\n\n42 Other information\n\n42 Independent auditor's report\n\n42 Statutory rules as to appropriation of result\n\n44 Declaration by the Supervisory\n\nBoard\n\n45 Independent auditor's report\n\nBMW Finance N.V. Other information",
      "metadata": {
        "page_number": 40,
        "filename": "BMW_Annual_Report_2023.pdf",
        "filetype": "application/pdf"
      }
    },
    {
      "type": "CompositeElement",
      "text": "Independent auditor’s report\n\nThe independent auditor’s report is added to page 45.\n\nStatutory rules as to appropriation of result\n\nAccording to article 21 of the articles of association, undistributed income is at the disposition of the General Meeting of Shareholders.\n\nBMW Finance N.V.\n\nResponsibility statement\n\nTo the best of our knowledge, and in accordance with the applicable reporting principles of International Financial Reporting Standards as adopted by the European Union and with Part 9 of Book 2 of the Netherlands Civil Code, the Annual Report gives a true and fair view of the assets, liabilities, financial position and profit or loss of BMW Finance N.V., and\n\nthe Company's Directors’ Report includes a_ fair review of the development and performance of the business and the position of the Company, together with a description of the principal opportunities and risks associated with the expected development of the Company.\n\nBMW Finance N.V.\n\nThe Hague, 25 April 2024\n\nR. Edelmann\n\nManaging Director\n\nG. Ramcharan Financial Director\n\nP. Picker Director\n\n43\n\n44\n\n04 Annual Management Report\n\n08 Report of the Supervisory Board\n\n10 Income Statement and Statement of comprehensive income for the year ended 31 December 2023\n\n11 Balance Sheet at 31 December 2023\n\nlow Statement for the year ended 31 December 2023\n\n40 20.Related parties\n\nevents\n\n41 21.Subsequent\n\n42. Other information\n\n42 Independent auditor's report\n\n42. Statutory rules as to appropriation of result\n\n44 Declaration by the Supervisory\n\nBoard\n\n45. Independent auditor's report\n\nBMW Finance N.V. Declaration by the Supervisory Board\n\nDeclaration by the Supervisory Board\n\n— The responsibility for the audit committee func- tion for the Company has been placed and will be executed by the Supervisory Board. 2023 as drawn up by the Board of Management.\n\nThe Hague, 25 April 2024\n\nF. Altmann\n\nC. Philipp\n\nChairman\n\n- The Annual Report, which both the Supervisory Board and the Board of Management have signed, has been audited by PricewaterhouseCoopers Accountants N.V.\n\n— The independent auditor’s report is included in the other information section of the Annual Report.\n\nA. Brons\n\nJ. Messerschmidt-Otten\n\nBMW Finance N.V. Independent auditor’s report\n\nIndependent auditor’s report To: the general meeting and the supervisory board of BMW Finance N.V",
      "metadata": {
        "page_number": 42,
        "filename": "BMW_Annual_Report_2023.pdf",
        "filetype": "application/pdf"
      }
    },
    {
      "type": "CompositeElement",
      "text": "Report on the financial statements 2023\n\nOur opinion\n\nIn our opinion, the financial statements of BMW. Finance N.V. (‘the Company’) give a true and fair view of the financial position of the Company as at 31 December 2023, and of its result and its cash flows for the year then ended in accordance with International Financial Reporting Standards as adopted in the European Union (‘EU-IFRS’) and with Part 9 of Book 2 of the Dutch Civil Code.\n\nWhat we have audited\n\nWe have audited the accompanying financial state- ments 2023 of BMW Finance N.V., The Hague. The financial statements comprise:\n\n— the balance sheet as at 31 December 2023;\n\n— the following statements for 2023: the income statement, the statements of comprehensive income, changes in equity and cash flows; and\n\n— the notes to the financial statements, including material accounting policy information and other explanatory information.\n\nThe financial reporting framework applied in the preparation of the financial statements is EU-IFRS and the relevant provisions of Part 9 of Book 2 of the Dutch Civil Code.\n\nThe basis for our opinion\n\nWe conducted our audit in accordance with Dutch law, including the Dutch Standards on Auditing. We have further described our responsibilities under those tandards in the section ‘Our responsibilities for the udit of the financial statements’ of our report. We elieve that the audit evidence we have obtained is ufficient and appropriate to provide a basis for our pinion. Ton on\n\nIndependence\n\nWe are independent of BMW Finance N.V. in ac- cordance with the European Union Regulation on specific requirements regarding statutory audit of public-interest entities, the ‘Wet toezicht accoun- tantsorganisaties’ (Wta, Audit firms supervision act), the ‘Verordening inzake de onafhankelijkheid van accountants bij assuranceopdrachten’ (ViO, Code of Ethics for Professional Accountants, a regulation with respect to independence) and other relevant independence regulations in the Netherlands. Furthermore, we have complied with\n\nthe ‘Verordening gedrags- en beroepsregels accoun- tants’ (VGBA, Dutch Code of Ethics).",
      "metadata": {
        "page_number": 45,
        "filename": "BMW_Annual_Report_2023.pdf",
        "filetype": "application/pdf"
      }
    },
    {
      "type": "CompositeElement",
      "text": "Our audit approach\n\nWe designed our audit procedures with respect to the key audit matters, fraud and going concern, and the matters resulting from that, in the context of our audit of the financial statements as a whole and in forming our opinion thereon. The information in support of our opinion, such as our findings and observations related to individual key audit matters, the audit approach fraud risk and the audit approach going concern was addressed in this context, and we do not provide separate opinions or conclusions on these matters.\n\nOverview and contex\n\nThe Company's main activity is the financing o BMW group companies, through bond offerings on the international capital markets. The repayment o' the bonds to the investors is guaranteed by BMW AG as disclosed in note 13 to the financial statements. The Company has derivative financial instruments in place to mitigate interest rate risk and currency risk.\n\nAs part of designing our audit, we determined materiality and assessed the risks of material mis- statement in the financial statements. In particular, we considered where the board of directors made important judgements, for example, in respect o significant accounting estimates that involved making assumptions and considering future events that are inherently uncertain. We also paid attention to climate-related risks.\n\nIn the notes of the financial statements, the Company describes the areas of judgement in apply- ing accounting policies and the key sources of esti- mation uncertainty. Given the significant estimation uncertainty and the related higher inherent risks o material misstatement in the valuation of derivatives and the measurement of expected credit losses, we considered these matters as key audit matters as se’ out in the section ‘Key audit matters’ of this report. Furthermore, we identified hedge accounting as key audit matter because of the detailed requirements for hedge accounting.\n\nAnother area of focus, that was not considered as key audit matter, was (income) taxation.\n\nThe Company assessed the possible effects o climate change on its financial position, refer to the section ‘Climate change’ in the Annual Managemen Report. We discussed the Company's assessmen and governance thereof with the board of directors and evaluated the potential impact on the financia position including underlying assumptions and estimates included in the financial statements. Our\n\n45\n\n46\n\n44 Annual M\n\non financial\n\nappropriation\n\nhe Supervisory Board\n\n45 Independent auditor's report\n\nprocedures did not result in outcomes contrary to the board of directors’ assessment. Given the nature of the Company’s activities, the impact of climate change is not considered a key audit matter.\n\nWe ensured that the audit team included the appropriate skills and competences, which are needed for the audit of a finance company. We therefore included specialists in the areas of hedge accounting and derivatives in our team.",
      "metadata": {
        "page_number": 45,
        "filename": "BMW_Annual_Report_2023.pdf",
        "filetype": "application/pdf"
      }
    },
    {
      "type": "CompositeElement",
      "text": "Materiality\n\nThe scope of our audit was influenced by the applica- tion of materiality, which is further explained in the section ‘Our responsibilities for the audit of the financial statements’.\n\nBased on our professional judgement we deter- mined certain quantitative thresholds for materiality, including the overall materiality for the financial statements as a whole as set out below. These, together with qualitative considerations, helped us to determine the nature, timing and extent of our audit procedures on the individual financial statement line items and disclosures and to evaluate the effect of identified misstatements, both individually and in aggregate, on the financial statements as a whole and on our opinion.\n\nBased on our professional judgement, we deter- mined the materiality for the financial statements as a whole at €422,7 million (2022: €432 million). As a basis for our judgement, we used 1% of total assets. We used total assets as the primary benchmark, a generally accepted auditing practice, based on our analysis of the common information needs of the stakeholders. Inherent to the nature of the Company’s business, the amounts in the statement of financial position are large in proportion to the income state- ment line items miscellaneous income & expenses and taxes. Based on qualitative considerations, we performed audit procedures on those income state- ment line items, applying a benchmark of 10% of the otal of those expenses.\n\nWe also take misstatements and/or possible misstatements into account that, in our judgement, are material for qualitative reasons.\n\nWe agreed with the supervisory board that we would report to them any misstatement identified during our audit above €21,1 million (2022: €21,6 million) as well as misstatements below that amount that, in our view, warranted reporting for qualitative reasons.\n\nAudit approach fraud risks\n\nWe identified and assessed the risks of material misstatements of the financial statements due to fraud. During our audit we obtained an understanding of BMW Finance N.V. and its environment and the components of the internal control system. This included the board of directors’ risk assessment process, the board of directors’ process for respond- ing to the risks of fraud and monitoring the internal control system and how the supervisory board exercised oversight, as well as the outcomes. We refer to section ‘The Company’s activities and risk management of the Annual Management Report.\n\nWe evaluated the design and relevant aspects of the internal control system with respect to the risks of material misstatements due to fraud and in particular the fraud risk assessment, as well as the code of conduct and whistleblower procedures, among other things. We evaluated the design and the implementation and, where considered appro- priate, tested the operating effectiveness of internal controls designed to mitigate fraud risks.\n\nWe discussed with members of the board o directors and the supervisory board whether they are aware of any actual or suspected fraud through- out the audit cycle. This did not result in signals o actual or suspected fraud that may lead to a material misstatement.\n\nAs part of our process of identifying fraud risks, we evaluated fraud risk factors with respect to finan- cial reporting fraud, misappropriation of assets and bribery and corruption. We evaluated whether these factors indicate that a risk of material misstatemen due to fraud is present.\n\nWe identified the following fraud risk and per- formed the following specific procedures:",
      "metadata": {
        "page_number": 46,
        "filename": "BMW_Annual_Report_2023.pdf",
        "filetype": "application/pdf"
      }
    },
    {
      "type": "CompositeElement",
      "text": "Identified fraud risk\n\nAudit work and observations\n\nThe risk of management override of control\n\nThe board of directors is in a unique position to perpetrate fraud because of the board of directors’ ability to ma- nipulate accounting records and pre- pare fraudulent financial statements by overriding controls that otherwise appear to be operating effectively.\n\nThat is why, in all our audits, we pay attention to the risk of manage- ment override of controls in:\n\n— The appropriateness of journal entries and other adjustments made in the preparation of the fi- nancial statements.\n\n— Estimates.\n\n__\n\nWe evaluated the design and implementation of the internal contro measures, i.e. authorisation of payments, that are intended to mitigate the risk of management override of control and to tl relevant for our audit tested the effectiveness of Furthermore, we eval controls in entries and making of estimates. hese uated the design and implementation of the he processes for generating and processing journa he exten controls.\n\nWe performed our audit procedures substantive. based\n\nWe have selected journal entries based on risk criteria and performed specific audit procedures on these, also paying attention to significant transactions outside the normal business operations.\n\nWe also performed specific audit procedures related to impor- ant estimates of the board of directors, including the valuation o derivatives. We refer to the section ‘Key audit matters’ for the audi procedures performed. We specifically paid attention to the inheren risk of bias of the board of directors in estimates.\n\nWe did not identify any significant transactions outside the normal course of business.\n\n— Significant transactions, if any, outside the normal course of business for the entity.\n\nOur audit procedures did not lead to specific indications o fraud or suspicions of fraud with respect to management override o violations of the internal controls.\n\nWe pay particular attention to tendencies due to possible interests of the board of directors.\n\nWe incorporated an element of unpredictability in our audit. During the audit, we remained alert to indica- tions of fraud. Furthermore, we considered the out- come of our other audit procedures and evaluated whether any findings were indicative of fraud or non- compliance with laws and regulations. Whenever we identify any indications of fraud, we re-evaluate our fraud risk assessment and its impact on our audit procedures.\n\ning the financial position of the guarantor to the bonds issued on capital markets) and their ability to repay the notional and interest to the Company, by assessing observable data from rating agencies, de- velopments in credit spreads, current financial data (such as recent financial information and cash flows) and other publicly available data and by discussing and obtaining information from the group auditor.\n\nPerforming inquiries of the board of directors as to its knowledge of going-concern risks beyond the period of the board of directors’ assessment.",
      "metadata": {
        "page_number": 47,
        "filename": "BMW_Annual_Report_2023.pdf",
        "filetype": "application/pdf"
      }
    },
    {
      "type": "CompositeElement",
      "text": "Audit approach Going Concern\n\nAs disclosed in section ‘Basis o page 14 of the financia directors performed their assessment of the entity’s ability to continue as a going concern for at least 12 months from the date of preparation of the financial statements and has not identified events or condi- tions that may cast significant doubt on the entity's ability to continue as a going concern (hereafter: measurement on going-concern risks). Our procedures to evaluate the board of directors’ going-concern assessment included, amongst others: statements, the board of\n\n— Considering whether the board of directors’ going- concern assessment included all relevant informa- ion of which we were by inquiring with the board of directors regarding he board of directors’ most important assumptions underlying its going-concern assessment. aware as a result of our audit\n\nEvaluating the financial position of the Company, the counterparties of loans to group companies (includ-\n\nOur procedures did not result in outcomes contrary to the board of directors’ assumptions and judge- ments used in the application of the going-concern assumption.\n\nKey audit matters\n\nKey audit matters are those matters that, in our pro- fessional judgement, were of most significance in the audit of the financial statements. We have communi- cated the key audit matters to the supervisory board. The key audit matters are not a comprehensive reflection of all matters identified by our audit and that we discussed. In this section, we described the key audit matters and included a summary of the audit procedures we performed on those matters.\n\nDue to the nature of the Company, key audit mat- ters did change this year. As compared to last year, there has been a change in a key audit matter as existence of loans to group companies is not considered a key audit matter as we observed limited judgement in 2023.\n\n47\n\n48\n\nperme\n\nappropriation\n\n44 he Supervisory\n\nindoven auditor's\n\n4s dent report\n\nKey audit matter\n\nMeasurement of expected credit losses Note 9",
      "metadata": {
        "page_number": 47,
        "filename": "BMW_Annual_Report_2023.pdf",
        "filetype": "application/pdf"
      }
    },
    {
      "type": "CompositeElement",
      "text": "Note 9\n\nWe considered the valuation of the loans to group companies, as disclosed in note 9 to the financial statements for a total amount of €41,166,279, tobea key audit matter. This is due to the size of the loan portfolio and impairment rules introduced by IFRS 9.\n\nThe impairment rules of IFRS 9 are complex and require judgement to calculate the ECL. Amongst other things, this applies to choices and judgements made in the impairment methodology, including the determination of the probability of default (‘PD’), the loss given default (‘LGD’) and the exposure at default (‘EAD’). With the application of the impairment rules of IFRS 9, these calculations must also take into ac- count forward-looking information of macro-eco- nomic factors considering multiple scenarios.\n\nThe board of directors monitors the need for changes in the methods, significant assumptions or the data used in making the accounting estimate by monitoring key performance indicators that may indi- cate unexpected or inconsistent performance. Mainly With respect to the PD and LGD used in the determi- nation of the expected credit losses, the board of di- rectors has applied significant judgement given the low default character of the Company’s loan portfolio. As a result, there is limited internal historical data to support and back-test the PD and LGD.\n\nIn the absence of internal historical losses and default information, the board of directors used data from external data source providers in determining the ECL.\n\nThe Company has received a guarantee on the loans granted to BMW AG group companies. This has been considered as part of the calculation of the EAD.\n\nHow our audit addressed the matter\n\n_\n\nWe performed the following procedures to test the board of directors’ assessment of the expected credit loss to support the valuation of the loans to BMW AG group companies:\n\n— With respect to the ECL calculation, we deter- mined that the loans qualify as stage 1 loans by assessing the actual performance of the loans (i.e. no significant deterioration of credit risk).\n\n— We evaluated the financial position of the coun- terparties of loans to group companies and guar- antor by assessing observable data from rating agencies, developments in credit spreads, the latest available financial information and other publicly available data in order to assess if there are no adverse conditions present suggesting to classify the loans as stage 2 or stage 3 loans.\n\n— For the expected credit loss, we assessed that the impairment methodology and model applied by the entity were in accordance with the impair- ment requirements of IFRS 9. We assessed that the forward-looking information used by the client as part of the impairment methodology was appropriate considering the characteristics of the loan portfolio of BMW Finance N.V.\n\n-— We assessed for a sample of financial instru- ments that the PD and LGD and the assumptions applied by the board of directors, are appropriate and were based upon data from external data source providers including indicators for potential management bias. We have recalculated the impairment recorded in the financial statements.\n\n— We observed that the board of directors has determined that all loans to group companies are categorised as stage 1 loans, hence only a 12-month expected credit loss (‘ECL’) has been recognised.\n\nWe found the board of directors’ assessment to be adequate. Our procedures as set out above did not indicate material differences.",
      "metadata": {
        "page_number": 48,
        "filename": "BMW_Annual_Report_2023.pdf",
        "filetype": "application/pdf"
      }
    },
    {
      "type": "CompositeElement",
      "text": "Key audit matter\n\nDerivative valuation\n\nNote 18\n\nWe considered the fair value of the derivatives port (derivatives liabilities) as disclosed in note 18 to hedge effectiveness testing to be a key audit mai jonger-dated interest rate swaps and cross-curre interest rate swaps. The board of directors moni he need for changes in the methods, significant sumptions or the data used in making the accoun estimate by monitoring key performance indica mance. The market for these swaps is not always iquid, and therefore valuation is a complex area. fo- io of €908,223 (derivatives assets) and €1,959,339 the inancial statements and used in the Company’s ‘ter. This is due to the nature of the portfolio that includes ncy ors as- ing ‘ors hat may indicate unexpected or inconsistent perfor- ully\n\nHedge accounting\n\nNote 18\n\nWe considered the application of hedge accounting to be a key audit matter. Refer to note 18 to the finan- cial statements. This is because of the detailed for and technical requirements that are relevant to mal the application of hedge accounting and because inap- propriate application of these requirements can lead to amaterial effect on the financial statements.\n\nHow our audit addressed the matter\n\nWe performed the following procedures to assess the valuation of derivatives:\n\nFor level 2 instruments, we performed an inde- pendent valuation of positions, taking into con- sideration different categories of financial instruments divided in, amongst others, maturity, currency classes, curves and various valuation models applied.\n\nOn a sample basis we tested the input data in the company’s valuation system and compared this to contractual data and information.\n\nWe reconciled the interest rate curves and other market data with independent sources with the assistance of our specialists.\n\nWe also tested the mathematical accuracy of the models used and reconciled the outcome of the valuation system with the general ledger.\n\nWe found the board o' in the valuation reasonable outcomes directors’ assumptions used of derivatives to be in a range of reasonable and appropriate compared to market data and the chosen models to be in line with marl procedures as set ou differences. et practice. Based on the above we found no material\n\nWe performed the appropria accounting: he following procedures to support eness of the application of hedge\n\nWe tested on a sample basis whether the hedge documentation and hedge effectiveness testing as prepared by the board of directors met the IFRS-requirements and whether the hedge effectiveness test was mathematically accurate.\n\nWe reconciled the outcome of the effectiveness testing for the derivative portfolio as a whole to the financial statements.\n\nBased on the procedures as set out above we found the application of hedge accounting to be appropriate\n\n49\n\n50\n\non financial\n\npropria ion\n\nSupervisory\n\n45 Independent auditor's report",
      "metadata": {
        "page_number": 49,
        "filename": "BMW_Annual_Report_2023.pdf",
        "filetype": "application/pdf"
      }
    },
    {
      "type": "CompositeElement",
      "text": "Report on the other information included in the annual report\n\nThe annual report contains other information. This includes all information in the annual report in addition to the financial statements and our auditor’s report thereon.\n\nBased on the procedures performed as set out below, we conclude that the other information:\n\n— is consistent with the financial statements and does not contain material misstatements; and\n\n— contains all the information regarding the directors’ report and the other information that is required by Part 9 of Book 2 of the Dutch Civil Code.\n\nWe have read the other information. Based on our knowledge and the understanding obtained in our audit of the financial statements or otherwise, we have considered whether the other information contains material misstatements.\n\nBy performing our procedures, we comply with the requirements of Part 9 of Book 2 of the Dutch Civil Code and the Dutch Standard 720. The scope of such procedures was substantially less than the scope of those procedures performed in our audit of the financial statements.\n\nThe board of directors is responsible for the prep- aration of the other information, including the directors’ report and the other information in accordance with Part 9 of Book 2 of the Dutch Civil Code.\n\nReport on other legal and regulatory require- ments and ESEF\n\nOur appointment\n\nWe were appointed as auditors of BMW Finance N.V. on 6 April 2020 by the supervisory board. This fol- lowed the passing of a resolution by the shareholders at the annual general meeting held on 6 April 2020. Our appointment has been renewed annually by shareholders and now represents a total period of uninterrupted engagement of four years.\n\nEuropean Single Electronic Format (ESEF)\n\nBMW Finance N.V. has prepared the annual report, including the financial statements, in ESEF The requirements for this format are set out in the Com- mission Delegated Regulation (EU) 2019/815 with regard to regulatory technical standards on the speci- fication of a single electronic reporting format (these requirements are hereinafter referred to as: the RTS on ESEF).\n\nIn our opinion, the annual report prepared in XHTML format, including the financial statements of\n\nBMW Finance N.V., complies in all material respects with the RTS on ESEF.\n\nThe board of directors is responsible for preparing the annual report, including the financial statements in accordance with the RTS on ESEF.\n\nOur responsibility is to obtain reasonable assur- ance for our opinion whether the annual report com- plies with the RTS on ESEF.\n\nWe performed our examination in accordance with Dutch law, including Dutch Standard 3950N ‘As- suranceopdrachten inzake het voldoen aan de criteria voor het opstellen van een digitaal verantwoordings- document’ (assurance engagements relating to compliance with criteria for digital reporting). Our examination included amongst others:\n\n— Obtaining an understanding of the entity’s finan- cial reporting process, including the preparation of the annual report in XHTML format.\n\n— dentifying and assessing the risks that the annual report does not comply in all material respects with the RTS on ESEF and designing and per- forming further assurance procedures responsive to those risks to provide a basis for our opinion, including examining whether the annual report in XHTML format is in accordance with the RTS on ESEF.",
      "metadata": {
        "page_number": 50,
        "filename": "BMW_Annual_Report_2023.pdf",
        "filetype": "application/pdf"
      }
    },
    {
      "type": "CompositeElement",
      "text": "No prohibited non-audit services\n\nTo the best of our knowledge and belief, we have not provided prohibited non-audit services as referred to in article 5(1) of the European Regulation on specific re- quirements regarding statutory audit of public-interest entities.\n\nServices rendered\n\nThe services, in addition to the audit, that we have provided to the Company, for the period to which our statutory audit relates, are disclosed in note 6 to the financial statements.\n\nResponsibilities for the financial statements and the audit\n\nResponsibilities of the board of directors and the supervisory board for the financial statements The board of directors is responsible for:\n\n— the preparation and fair presentation of the finan- cial statements in accordance with EU-IFRS and Part 9 of Book 2 of the Dutch Civil Code; and for\n\n— such internal control as the board of directors de- termines is necessary to enable the preparation of the financial statements that are free from material misstatement, whether due to fraud or error.\n\nIn preparing the financial statements, the board o directors is responsible for assessing the Company’s ability to continue as a going concern. Based on the financial reporting frameworks mentioned, the board of directors should prepare the financial statements using the going-concern basis of accounting unless the board of directors either intends to liquidate the Company or to cease operations or has no realistic alternative but to do so. The board of directors should disclose in the financial statements any event and circumstances that may cast significant doubt on the Company’s ability to continue as a going concern.\n\nThe supervisory board is responsible for over- seeing the Company’s financial reporting process.\n\nities for the audit of the financial Our responsi statements\n\nOur responsibility is to plan and perform an audit engagement in a manner that allows us to obtain sufficient and appropriate audit evidence to provide a basis for our opinion. Our objectives are to obtain reasonable assurance about whether the financial statements as a whole are free from material misstatement, whether due to fraud or error and to\n\nissue an auditor’s report that includes our opinion. Reasonable assurance is a high but not absolute level of assurance, and is not a guarantee that an audit conducted in accordance with the Dutch Standards on Auditing will always detect a material misstatement when it exists. Misstatements may arise due to fraud or error. They are considered material if, individually or in the aggregate, they could reasonably be expected to influence the economic decisions of users taken on the basis of the financial statements.\n\nMateriality affects the nature, timing and extent of our audit procedures and the evaluation of the effect of identified misstatements on our opinion.\n\nAmore detailed description of our responsibilities is set out in the appendix to our report.\n\nRotterdam, 25 April 2024\n\nPricewaterhouseCoopers Accountants N.V. F.J.C Jonker MSc RA\n\n51\n\n52\n\nappropriation\n\nhe Supervisory\n\n45 Independent auditor's report",
      "metadata": {
        "page_number": 50,
        "filename": "BMW_Annual_Report_2023.pdf",
        "filetype": "application/pdf"
      }
    },
    {
      "type": "CompositeElement",
      "text": "Appendix to our auditor’s report on the financial statements 2023 of BMW Finance N.V.\n\nIn addition to what is included in our auditor's report, we have further set out in this appendix our responsi- bilities for the audit of the financial statements and explained what an audit involves.",
      "metadata": {
        "page_number": 52,
        "filename": "BMW_Annual_Report_2023.pdf",
        "filetype": "application/pdf"
      }
    },
    {
      "type": "CompositeElement",
      "text": "The auditor’s responsibilities for the audit ofthe financial statements\n\nWe have exercised professional judgement and have maintained professional scepticism throughout the audit in accordance with Dutch Standards on Audit- ing, ethical requirements and independence require- ments. Our audit consisted, among other things of the following:\n\n— Identifying and assessing the risks of material misstatement of the financial statements, whether due to fraud or error, designing and performing _ audit procedures responsive to those risks, and obtaining audit evidence that is sufficient and appropriate to provide a basis for our opinion. The tisk of not detecting a material misstatement resulting from fraud is higher than for one resulting from error, as fraud may involve collusion, forgery, intentional omissions, misrepresentations, or the intentional override of internal control.\n\n— Obtaining an understanding of internal control relevant to the audit in order to design audit proce- dures that are appropriate in the circumstances, but not for the purpose of expressing an opinion on the effectiveness of the Company’s internal control.\n\n— Evaluating the appropriateness of accounting pol- icies used and the reasonableness of accounting estimates and related disclosures made by the board of directors.\n\n— Concluding on the appropriateness ofthe boardof directors’ use of the going-concern basis of accounting, and based on the audit evidence ob- tained, concluding whether a material uncertainty exists related to events and/or conditions that may cast significant doubt on the Company’s ability to continue as a going concern. If we conclude thata material uncertainty exists, we are required to draw attention in our auditor's report to the related\n\n~~\n\n_\n\n|\n\n_\n\n|\n\n_\n\ndisclosures in the financial statements or, if such disclosures are inadequate, to modify our opinion. Our conclusions are based on the audit evidence obtained up to the date of our auditor’s report and are made in the context of our opinion on the financial statements as a whole. However, future events or conditions may cause the Company to cease to continue as a going concern.\n\n—\n\nEvaluating the overall presentation, structure and content of the financial statements, including the disclosures, and evaluating whether the financial statements represent the underlying transac- tions and events in a manner that achieves fair presentation.\n\nWe communicate with the supervisory board re- garding, among other matters, the planned scope and timing of the audit and significant audit findings, including any significant deficiencies in internal con- trol that we identify during our audit. In this respect, we also issue an additional report to the audi committee in accordance with article 11 of the EU Regulation on specific requirements regarding stat- utory audit of public-interest entities. The informa- tion included in this additional report is consisten with our audit opinion in this auditor’s report.\n\nWe provide the supervisory board with a state- ment that we have complied with relevant ethical requirements regarding independence, and to communicate with them all relationships and other matters that may reasonably be thought to bear on our independence, and where applicable, related actions taken to eliminate threats or safeguards applied.\n\nFrom the matters communicated with the supervisory board, we determine those matters tha were of most significance in the audit of the financial statements of the current period and are therefore the key audit matters. We describe these matters in our auditor’s report unless law or regulation pre- cludes public disclosure about the matter or when, in extremely rare circumstances, we determine tha a matter should not be communicated in our repor because the adverse consequences of doing so would reasonably be expected to outweigh the public interest benefits of such communication.",
      "metadata": {
        "page_number": 52,
        "filename": "BMW_Annual_Report_2023.pdf",
        "filetype": "application/pdf"
      }
    },
    {
      "type": "CompositeElement",
      "text": "53\n\n54\n\n55",
      "metadata": {
        "page_number": 53,
        "filename": "BMW_Annual_Report_2023.pdf",
        "filetype": "application/pdf"
      }
    }
  ]
}